{
  "key1": {
    "msg1": {
      "img": "images/3.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:吊人正位。下面开始解牌",
        "msg3": "你抽到的是一张吊人牌正位，牌面的基本属性是：牺牲、等待、换位思考、以退为进牌面的图案是一个被倒吊的人，双手被束缚于背后，脚上有一双黄色的拖鞋，是暗示经由脚来传导精神能量，而不是经有冠状气轮。他知道不论采取什么姿势，这股力量都可以接近他。在你洞察人生所代表的真义之后，你已经能够平静的接收自己，以及你在人生中所处的位置",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是正位放置的，象征着：\r\n1．一段正在进行的过渡期。\r\n2．有偿的牺牲。暗示着得到之前的失去。\r\n3．想法的转折。\r\n4．用另一个角度看待问题。\r\n5．在选择后的平静。安静地等待时机的转变。\r\n6．为了心中的理想做出牺牲，明知道辛苦却依然付出努力。\r\n7．具备了悔过的心态。\r\n8．做出调整。\r\n9．爱情中，反省的状态，内心平和而安宁。",
        "msg6": "这张牌本身的含义是：\r\n在成功前必须经历磨难，倒吊看世界看人生，换一个角度看问题，正对看待磨难和失败在我看来这是一张中性偏好的牌，告诉我们磨难是有的，但是历经磨难才能成就自我，不懂的约束就不配享受自由",
        "msg7": "两个人都应该会意识到吧：你们被自己的想当然和认为对方非如此不可的固定观念束缚了。需要反省的时间，你对爱情的牺牲对会给对方很大的触动，也会成为你们关系发展的催化剂。那将成为改变现今关系的一步。目前的他处于不能挣脱的状态，尽管他似乎意识到了自己不能表达出自己的心意。",
        "msg8": "单身的人，预示曾经的恋情复合或遇到真正的知己、如果已经在一起了，那么也许默默的付出正在获得回应。",
        "msg9": "情感方面这张牌强调的是隐忍、耐心、坚持，无论经历过什么，只要初心不变，不要太计较感情上付出的回报和得失，因为黎明就在眼前，回报终将或者说即将到来",
        "msg10": "而对于学业、事业方面：\r\n你的事业会有短暂的停顿，但你很清楚其中的原因，再次确认自己的目标，做好出发的准备。",
        "msg11": "努力付出就会成功、非常适合从事适合福利或义务性的工作、若是换位思考便有助于攻克难题。未来里至少两三个月的时间里你会非常累，这是一份收益较迟的工作，并且也是前期要付出很多，在刚开始会很累人，不过如果你能坚持下去，它最终会给你意想不到的超额回报！当然前提是你能够坚持到它回报你的时候，付出有些时候也是等待收获的一个关键。",
        "msg12": "如果还是学生，学习上不妨先找一个任务和目标，然后看自己在达成目标的过程中缺什么学什么，我身边一个好朋友就是，她的成功完全是一个逆过程，她不是先学然后再看自己能干什么，她从一开始就想成一个糕点师，然后反过来看需要掌握什么技术，需要购买什么设备，需要采购什么原料，需要学习如何制作，再去买书求学苦读练习，现在人家已经开了好几家店了",
        "msg13": "人际财富和财运方面：\r\n近期的财运状况不是很好，有的时候会需要花钱消灾，也因助人损失金钱，经常会扮演着吃亏的角色。",
        "msg14": "最后，健康生活方面注意不要过度劳累，避免长期熬夜。",
        "msg15": "占卜解牌到这里结束了，牌面显示最近整体运势一般偏好。22张大阿尔卡那牌构成了多样的人性，包含了许多不同的层次和模式。每一个人都应该经常反思一下，爱情、事业、生活，要走向自己的目标，今天你做了什么，是正号还是负号，负号就要反躬自问采取措施了。坐享无法成功，如果不想悔恨，就赶快行动！吃必要的苦，耐必要的劳！若不能“有所为”，起码要“有所不为”，不要当懒惰的俘虏。希望你会对结果感到惊喜。",
        "msg16": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg2": {
      "img": "images/4.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:节制逆位。下面开始解牌",
        "msg3": "这是一张节制牌逆位，牌面的基本属性是：协调、配合、节制、净化、治疗。",
        "msg4": "牌面中天使双手拿着两只圣杯它们分别代表“物质”和“精神”，一脚站在水中，另一脚站在陆地在他胸口中心，有一个白色的四方形，中间一个橘色的三角形代表精神自有形的身体中升起。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "简单来讲逆位放置的天使隐含着：\r\n1.消耗，浪费，没有节制的损耗。\r\n2.缺乏调整的能力， 难以保持平衡的状态。\r\n3.爱情不稳，爱情彼此没有默契,总是有一方提出对方不想接受的意见。\r\n4.不稳定的工作,混乱的生活状态,内心浮躁。\r\n5.僵持不下，互不相让。\r\n6.两头受累。\r\n7.在争夺利益中耗费很多。",
        "msg7": "这张牌本身的含义是:\r\n缺乏自我调节的能力、开销过大、遗忘初衷、精力消耗殆尽、没有任何的节制、沉闷的说教。",
        "msg8": "我对这张牌的解读是：\r\n没有目的的行为。或许在你着手进行任何行动之前，你应该重新认识你的目的。这张牌也意味对于在某种状况内该怎么办缺乏了解，为了得到满足感而不断寻找目标，而结果却只有失望，以及继续地设定下一个目标。",
        "msg9": "感情方面谈谈我的看法：\r\n需要好好的整理一下心情，你对感情的太热过太冷，似乎需要平衡一下了，过度导致的情绪会成为矛盾，正所谓张弛有道，过犹不及，是时候该检讨一下自己了。",
        "msg10": "面对感情三心二意、双方都不善于控制自己的情绪、无法调整恋情中彼此的位置、发生摩擦无法主动谈和、彼此没有特别的默契、让彼此身心都感觉疲惫的恋情。感情上彼此的关系处在不平衡的状态。有可能是因为你没跟得上对方的变化，虽然在不断尝试着沟通，但每次之后总是感觉没有收获，正因为如此你们之间的距离才会越拉越大。对方目前正在摇摆中，或许他急着想快些得出本不应着急的结论。",
        "msg11": "工作和学习方面:\r\n状态低迷，效率低下，进展的不顺利，容易产生烦躁情绪，行为上也会出现散漫自制力下降，会感觉到很多方面都不尽如人意。",
        "msg12": "这是一个让你觉得有些闹心的工作，或许其工作内容也或者是因为工作环境，甚至只是单纯的心情想法上的，你会对此感到不舒服不愉快。其实对你来讲这份工作已经没有继续下去的必要了，除非你能够及时的调节好你纷乱的心态，不然还是换一个比较好。对你来讲带着压抑的情绪工作，你已经没有太多精力去管太多事，自然前景也可谓是一片黑暗。",
        "msg13": "如果还是学生党，耐心是你度过低迷，重新找到方向的唯一途径，不要随便怀疑自己，特别曾经成功的经验，有时只是积累的还不够到质变的程度罢了。",
        "msg14": "说一下近期的财运和人际关系:\r\n这两方面牌面显示都不是太好，财运方面可能是因为一味的追求流行时尚等，挥霍无度浪费金钱，近期容易与人发生财务纠纷这点特别要注意。人际方面也是比较容易出现不和谐的现象，可能因为利益冲突等原因。",
        "msg15": "其他方面：合作容易出现分歧，难以达成共识，或者团结受到影响。",
        "msg16": "占卜解牌到这里结束了，牌面显示最近整体运势不佳，不过这也没什么好纠结的，人生犹如潮起潮落，日复一日没人能够逃脱自然的循环。人生总有不如意之时，没有失落也就没有希望，现在能做的就是蛰伏、多思少动，就是＂熬＂。熬，不是对命运的妥协，是积蓄能量，是生命的升华。不是消极的熬，而是积极的熬，乐观向上，笑脸相迎。熬得久了，心性磨炼得坚韧了，运势也就变了，熬着熬着也就前进了成功了！",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎 /::>兔費占卜，决不食言",
        "msg18": ""
      }
    },
    "msg3": {
      "img": "images/5.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:魔术师正位。 下面开始解牌",
        "msg3": "这是魔术师正位哦，牌面的基本属性是：观察、开始、创造",
        "msg4": "牌面上可以看到魔术师高举拿着令牌的右手指向天，左手食指指向地，他本人就是沟通上天与地面的桥梁。他身前的桌上放着象征四要素的权杖、圣杯、宝剑与星币，同时也代表塔罗牌的四个牌组。身上的大红袍子象征热情与主动，白色内衣代表纯洁与智慧的内在。注意他的腰带是条蛇，象征智慧与启发。魔术师头顶上有个躺下来的8字，代表无限。画面前方和上方的红玫瑰象征热情，以及白百合象征智慧。此时，万事齐备，可以开始他的新计划了。",
        "msg5": "这些是从牌面来解读的意思，宝宝大概了解下，下面我来具体的说明下你的近期运势。",
        "msg6": "简单来讲正位放置的魔术师隐含着：\r\n1．具备了独自办事的能力，并且事务都可以听从指挥。\r\n2．思维敏捷，行动迅速，强有力的表达能力。充满了无比的自信。\r\n3.在恋情中，掌握了规律，并且渐渐变得聪明，知道驾驭对方的方法，恋情有可能会出现大的进步。\r\n4．周遭有辅助自己的事务出现，在工作中，会出现较之前更顺利的进展。\r\n5．一直以来的梦想会得到机会实现受好奇心驱使从而展开调査研究、具有独创性、开展新的计划并获得成功、会有发展潜力、幸福的开始。",
        "msg7": "这张牌具备的几层含义：\r\n开展新计划成功率很高、有发展潜力、思路清晰缜密有独创性，好奇心强、遇见新恋情的机会很大、身边有良师益友",
        "msg8": "而我对这张牌的解读则是:\r\n在爱情方面您的运势很不错，近期适合新恋情的展开、会受到异性的欢迎、品尝到爱情的喜悦、与心上人心有灵犀一点通有很多说不完的话语、愉快的相处模式，又不会太亲密让人疲惫，这使得你们的关系很快的被拉进。经营爱情游刃有余，处于主动地位。总之预示着甜蜜爱情或者告别单身",
        "msg9": "对于已经有恋人的人来说，建议去一些特别的约会地点或者换一种约会方式会给彼此带来新鲜而美好的感觉，让双方在一起时空气都弥漫着愉快的味道。把握住机会向着成功稳步前进，求婚示爱勇敢上前。",
        "msg10": "对于还没有恋人的朋友，最近可要注意哦，桃花正在像你靠近，好好把握机会大胆出击吧！",
        "msg11": "恩 对于是学业和事业方面在事业上，你近期或许会产生一些新的想法和方式来获得好的成绩、业绩。同时专注力很好注重细节，近期会制定一些高效的计划，在事物处理上你一直都处理的很得当，近期更应该充分发挥自己所学的本领，容易得到了很多人的认同。",
        "msg12": "工作的朋友，给你的忠告是保持现在的节奏，不要放松警惕，乘胜追击让事业更上一个台阶。如果你正在找工作，根据自身才能和特点制定一个职业规划，再去实施，不可盲目，入错行你损失的不仅仅是时间，而是不可挽回的机会。",
        "msg13": "人际财富方面呢，看起来近期适合结交更多的朋友、并从中甄选出良师益友、寻得彼此互补的合作对象，财富上能够以合理的代价获得想要的东西。",
        "msg14": "健康生活方面工作顺利的弊端是身体可能会欠佳，主要是比较疲惫，因为一切顺利心情与精神倒是很不错，一定要注意劳逸结合，多休息就可以得到改善。",
        "msg15": "最后建议你看书、野炊、有氧运动，用这种方式进行放松休闲吧！占卜结束，近期运势非常不错，好好把握当下。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg4": {
      "img": "images/6.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:情侣正位。下面开始解牌",
        "msg3": "你抽到的是一张情侣牌正位，牌面的基本属性是：选择、爱情、性、结合、罗曼蒂克",
        "msg4": "牌面上阳光普照，有个天使出现在一对男女的上方。他们两个人裸身站在两棵树之前。女人身后是一棵知识树，而男人背后则是生命树。恋人牌是有关选择的牌，为了找寻满足，男人向往女人，而女人则向往精神或内心。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.面临着重大抉择， 须谨慎而深思熟虑，选择不当， 则会后果严重。\r\n2.恋情发展非常顺利，而且有身体结合的可能性。但即使你们身体结合，也是由于真诚和甜蜜的爱而结合。\r\n3.预感到罗曼蒂克的爱情会来到。\r\n4.在恋情或者婚姻中，感受到了无比的美满和幸福。并且伴侣关系长期且甜美。\r\n5.或许会出现合作伙伴，结盟，如果合作，会有一番很不错的合作。\r\n26.面前可能会出现好的机会。",
        "msg7": "而我对这张牌的解读是：\r\n为了爱的关系而做的某些决定。这张牌也可能代表你生命当中一段重要的恋情，在暗示随着一段恋情中所做出的决定，你从另一半那边得到实质的协助或情感上的支持。",
        "msg8": "这是塔罗牌中解释爱情最好的一张牌，他代表这人生的青春期，感情和肉体对爱的渴望，它暗示恋情将向彼此关系更亲密的方向发展。也可以形容在决定到底要保留就有的关系，或转进新关系当中。它暗示你已经由过去经验而得到成长了，因此你可以安全的迈向一个新的阶段。所以情侣也是一张代表决定的牌，它通常是指有关两性关系的决定。它可能是在描述沉浸在爱恋之中的过程，因为它可以意指一段两性关系中的最初，或者是罗曼蒂克的阶级。",
        "msg9": "单身的人近期可以多参加团体活动，或者接收亲友的介绍，很可能遇到一段罗曼蒂克的恋情哦！",
        "msg10": "学业、事业方面的话：\r\n事业中的情侣牌则表示为选择以及合作；遇到决定前途的大好机会、以团队协作获得成功、敏锐的观察力、出现好帮手；目前看来这是一份还算不错的工作，但并不是一份绝对能永远“保值”的工作，对你来讲在这份工作中你需要不断的保持正确的决策和行动，一旦你做出错误的选择，或许就会给你带来较大的负面影响。虽然整体来讲未来里发展是顺利的，你和周围人的相处也都比较愉快，但你也不能太掉以轻心，特别是一些看似很不错的诱惑，你得谨慎选择，别去做不该做的，不然等着你的那将是万丈深渊哦。",
        "msg11": "学生党喜欢的科目成绩优异、擅长文科或艺术类科目、因互学互助成绩有所提高。",
        "msg12": "嗯…再来看看人际财富，财运方面\r\n有可能出现好的伙伴、人际关系较好、社团活动顺利、朋友增加（同样也导致支出费用的增加…）、与他人易于亲近、活泼开朗幽默。",
        "msg13": "其他方面：愉快的短暂旅行、愉快的郊游会带来好运。",
        "msg14": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg15": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg16": ""
      }
    },
    "msg5": {
      "img": "images/7.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:死神逆位。下面开始解牌",
        "msg3": "你抽到的是一张死神牌逆位，牌面的基本属性是：结束、转变、新生",
        "msg4": "牌面中可以看到，死神坐骑白马，高高在上，俯视地上的生灵，在他的手中高举一面绘有蔷薇十字会图腾的黑色旗帜。在死神的马下，分别是国王、圣职者、妇女和儿童，代表终生对死亡的四种看法。国王抗拒死亡，最终被践踏于死神的马蹄之下；圣职者将令牌置于地上，崇敬死亡，并上手合十祈祷主的引领以求步入天堂；妇女跪在地上，因对死亡的恐惧而昏厥过去；只有那个天真可爱的孩子因为无知而满脸稚气好奇地看着死神。象征着无论是富贵还是贫穷、无论是男女老少，死亡都是一种不可抗拒的自然现象，无法逃避，也无需逃避。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是逆位放置的，象征着：\r\n1.起死回生，柳暗花明的机会。\r\n2.奇迹般康复病情。\r\n3.斩断情丝，开始新生活。\r\n4.彻底对不适合的恋情告别。\r\n5.低迷期的结束，新的良好开端。\r\n6.重新获得认可。\r\n7.改变了印象或挽回了名誉\r\n8.僵持的局面出现了转机。",
        "msg7": "这张牌本身的含义是\r\n改变计划、变换一下形象、东山再起、走出低谷、脱胎换骨、勇于开拓、精力十分的充沛。",
        "msg8": "我的解读是，请注意哦，以下解读中的死亡指的是旧事物的结束，并给新事物让路。死神牌代表改变的这段其间。也可以这样说，生命中的某个章节就要结束了。",
        "msg9": "当死神牌倒立时，有可能是指你不愿意接受结束的事实、不肯放手、顽固、恐惧改变、沉溺在过去而不愿展望未来。也可能表示原本应该进行的改变停滞了，形成僵局。另一方面，激进的人为了抗拒改变，可能会采取激烈的举动。死神逆位提醒我们，不愿往未来前进，不仅无法成长，更会阻滞新生活的开展。此时应该要停下来思考，己害怕的究竟是什么？迟迟不肯放手，只会让最终的结束过程更加痛苦。既然无法避免，不如早点迎向新生活。将来回过头，你会惊讶当初的自己为何这么想不开。",
        "msg10": "在感情上，目前对方他的想法已经较之前发生了改变，但自己却没有意识到这一点。 而你却在逃避现实，你俩的距离正在越来越大。两人的关系再也不会像以前那样了。你一定不想承认吧？ 不过，你一日不舍去现在的固执，就一日不能进入下一个阶段。这个世界上没有什么是永恒不变的。",
        "msg11": "单身的人低迷期即将结束，柳暗花明的机会。",
        "msg12": "对于学业和事业呢：\r\n可能遭遇失业和转业的困境，原定计划停滞不前，不得不推倒重来。事业完全转变的机会到来，但可能潜伏危机，你在试图“两全其美”，希望能够发生奇迹。",
        "msg13": "学生党学习方法有问题，成绩下降。",
        "msg14": "人际关系上和朋友之间的原有关系恶化（旧的友谊破裂），新的友谊发展，人际圈子出现不小的变化。甚至有可能完全脱离以前的交际关系，进入一个新的圈子。",
        "msg15": "财运不佳，会失去金钱，但不必为此而慌张，因为你会得到其他的补偿。收到过去的欠款。一直以来失败的投资有所起色，会收到相应的补偿。这段时间一定要放宽心态，不要为金钱的损失而过分苦恼，有其他方面的补偿。",
        "msg16": "健康状况出现意外的病症，或者病情意想不到的加重，但这将让你因祸得福。",
        "msg17": "综合来看目前不敢面对事实，不愿前进，把自己关闭在过去的世界，常常自己伤害自己。",
        "msg18": "占卜解牌到这里就结束了，牌面显示最近整体运势好坏参半。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg19": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg20": ""
      }
    },
    "msg6": {
      "img": "images/8.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:太阳正位。下面开始解牌",
        "msg3": "你抽到的是一张太阳牌正位，牌面的基本属性是：成功、自由、喜悦、阳光",
        "msg4": "牌面中一个小孩骑着一匹马在歌颂着太阳带来的生命力，接受着太阳赋予他的能量。太阳的力量如此强大，它给世间万物以生命，它的光 芒如此温暖，所有的生命都为之感动。它的力量完全是正面的，充满希望和理想，任何黑暗都抵挡不住它的光芒。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.充沛的体力，丰富的生命力。\r\n2.心满意足，巨大的成就感。\r\n3.人际关系非常好。\r\n4.爱情美满，令人羡慕。\r\n5.内心充满了热情和力量。\r\n6.一定能够实现的约定，爱情中可能订婚或者结婚。\r\n7.金榜题名，飞黄腾达。\r\n8.去充满阳光的地方进行旅游可以补充能量。\r\n9.纯洁而快乐，无忧无虑。",
        "msg7": "而我对这张牌的解读是：\r\n这是大阿卡纳中最好的一张牌，它象征知识与活力。这张牌解的关键点是“生命力”，它是希望和理想的力量，不受任何外在的干扰与内在的对抗，即便有内心的黑暗面想要出来干扰你，但在太阳的光芒下，它们立刻就会消失，所以不必为一些烦恼所困扰。",
        "msg8": "在感情方面，和他相处一定让你觉得很开心愉快吧，就算之前有所坎坷目前也已经走出，前面的一切都是敞亮的，也是洒满歌声和欢乐的坦途，你们无论什么事都非常开心，并且和他在一起也很能够让你感到开心，就好像回到孩童般那样。不仅仅是感觉上，实际意义上也都是很顺利，暂不会遇到任何阻碍和问题！",
        "msg9": "单身的人很有可能有美好的恋情出现哦！",
        "msg10": "另外就是学业和事业了，在事业上你会达到你想要的目标，你的工作状态积极主动。你的工作环境明朗，实力得以充分发挥，只要你竭尽全力就能获得成功。",
        "msg11": "目前你的工作也算是一个非常棒的工作，工作中没有任何事是需要你担心和纠结的，一切都是那么顺利和稳定，你只需要安心安静的做好你该做的就可以了。就算是这样，近期还会有贵人相助，将会有更好的发展机遇。",
        "msg12": "学生党面对课业积极上进、成绩快速进步、考试顺利，可能会遇到名师。",
        "msg13": "嗯…人际财富，财运的话呢\r\n近期会有意外之财，你的财运鼎盛，储蓄也在增加。与盆友关系日亦亲密、好友越来越多。",
        "msg14": "最后，健康方面，看得出你体力充沛、顽强的生命力、身体比较健康。\r\n其他方面：非常适合户外活动、呼吸新鲜空气可以使心情愉悦、生活充实。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利/:8*/:8*/:8*，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg7": {
      "img": "images/9.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:星辰正位。下面开始解牌",
        "msg3": "你抽到的是一张星辰正位，牌面的基本属性是：希望、祝福",
        "msg4": "这张牌上面的女人提着两个水壶。她将其中一壶里的水倒进水池中，而另一壶则倒在陆地上。天空很晴朗，有八颗星星，每一颗星星都有八个角，清晰可见。有一只展翅欲飞的朱鹭坐在一棵树上，这朱鹭是透特的象形符号或象征，透特是古埃及的时间守护神，那是为众神和医疗者的守护神而抄写的纪录。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的,象征着:\r\n1.愿望达成了.\r\n2.前途光明，未来充满希望 。\r\n3.有新的创造力和想象力。\r\n4.生活美好， 水准提高了。\r\n5.爱情即将有结果，两人都有非常幸福的感觉。\r\n6.身体健康。",
        "msg7": "而我对这张牌的解读是：\r\n从这张牌开始状况已经脱离负面的压迫感，也没什么特别担忧的事情困扰着你，因为看到星星，就明白我们身处夜晚，星星会为旅途中的人们引路，在星光的指引下走向光明的未来。所以这是一张充满希望的牌。可以说是历经一场动荡后的结果趋于平静的牌。星辰的含义中还有一点是很容易被忽略的，这就是“怀孕”的意思,这里指的是如果有孕育下一代的打算，当前是合适的时机并且容易受孕。",
        "msg8": "恋爱中的情侣：遇到理想的恋人、从友人转为恋人、迸发爱的火花。你们的感情是充满了希望的，似乎你们之间才刚刚开始，或许是刚度过了一次难题，也或许是才牵手才相遇，总之现在的你们双方对未来是充满了希望和期待的。只是相对来讲，你们的未来至少现在来看是虚幻的，未来再美好，那也只是你的幻想和期待，并还未成真，一切也都还没成为定数，现在的你们确实很好，但也要注意一直保持下去哦。",
        "msg9": "单身的人预示将会遇到美好",
        "msg10": "接下来是学业、事业方面的解读\r\n当牌面正立时，代表当你在事业上得到希望的能量时，前途会无比光明。对于这份工作你还是充满了各种憧憬和幻想的，似乎在过去你就不断的计划着它的未来和每一步的行动。而也确实这份工作前景还算不错，至少现在来看是一片小光明的！",
        "msg11": "学生党学业前景乐观、对课业充满好奇心、因独特的读书方式从中受益，有独特的创造性、能达到高目标。",
        "msg12": "事业上的一些建议：\r\n虽然目前的工作前景不错，但你需要记得，在一切没发生之前，那都是幻想和期待并不是现实。所以如果你希望它能成真，就需要未来里谨慎之与不断努力。这是一份充满希望的工作项目，但如果你自己不注意把握，也是有可能搞砸的哦。",
        "msg13": "嗯…那么在人际财富，财运方面\r\n可以看出你进可能会有新的财源，凭直觉可能会有获得意外的收入。与兴趣相投的朋友交往愉快、得到相辅相成的友谊、遇到十分理想的朋友。",
        "msg14": "最后，您目前身体状况绝佳，继续保持。\r\n其他方面：适合前往生态环境良好的地区、对文化古迹略感兴趣、偏爱艺术、获取专利。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势很好。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg8": {
      "img": "images/11.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:愚人正位。下面开始解牌",
        "msg3": "你抽到的是一张愚人正位，牌面的基本属性是：开始、自由、天真、随性、大胆、旅行",
        "msg4": "牌面描述的是一个愚人穿着华丽的服装，保持着欢悦的神色，无视脚下的的悬崖，遥望天际，昂首阔步前行。他的小白狗狂吠着，似乎是在提醒他要悬崖勒马，又像是在跟他嬉戏。传说愚人手中的木棒是魔术师的魔杖，有着操控世间万物的魔力，但是在愚人手中似乎成了一个玩物，是无知无畏还是大智若愚，只有愚人自己清楚。",
        "msg5": "以上是牌面的隐晦含义，其实没有必要去深究，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "您抽到这张是正位放置的，象征着：\r\n1．愚蠢而无知，又或者是大智若愚。\r\n2．精神状态处于无我状态，有些兴奋过度，对周遭的危险毫无知觉。\r\n3．充满希望，不被四周环境所桎梏，勇敢地表达自己的想法。自信无比，乐天。\r\n4．艺术家般的状态，心态非常忘我。\r\n5．纯真甜美的恋情。",
        "msg7": "这张牌本身的含义是自由奔放、有冒险精神、不拘泥于传统的观念、寻求自己的梦想、一切从最初出发、并且喜欢四处流浪的生活。",
        "msg8": "而我对这张牌的解读是\r\n在爱情方面您的运势还是很不错的，有巩固发展爱情或迎来新恋情的机会，在爱情中你比较喜欢自由恋爱，容易轻易坠入爱河时常不顾及他人看法，你更喜欢以独特的方式获得自己想要的爱情，在爱情中您很重视浪漫色彩。你的恋人对你来说一定是很独特的，对方绝对是个热情又充满魅力的人，很有气质甚至可以说是气场，而他/她的气质本身就是最吸引你的地方。对方给你的第一感觉是成熟，但在深入接触后你会看到其不成熟的一面，不过至少当前你并不介意，可以说对方在你心里还是非常有分量且重视的。",
        "msg9": "爱情方面，如果已经有恋人了，那么要想你们的感情能有长久的发展，一味的激情四射是不可以也不够的，你需要去多挖掘你们感情中其他的方面，比如兴趣爱好，比人生追求等等，可以偶尔的两人一起静静的做些什么，做一点不太浪漫很平淡的事，有些时候简单反而更有其特殊的魅力哦。",
        "msg10": "如果还没有恋人，那么这张牌往往预示着你是一个默默等待爱情的人，亦或者当对方表示对你好感不足时，你就会早早放弃，去寻找下一个目标，周而复始。如果是这样的话，宝宝你懂的，再不疯狂我们就老了，要积极主动起来，一个人一生中会遇到很多匆匆过客，你也会是很多人的匆匆过客，但至少也要做一个给别人印象深刻的 匆！匆！过！客！，此外要多听取别人建议。",
        "msg11": "在事业上，你应该是个很热衷于事业、学业，事业心很强的人。你擅长以你自己独特的方式取得意外的收获，在工作学习中你会把握重点、寻求捷径，你比较喜欢倾向于自由的工作氛围，您有一定的自由职业倾向，同时也比较适合从事艺术类相关的工作。",
        "msg12": "事业方面我的一些建议是\r\n1如果您已经有工作了，在工作事业上，你可能总是会有一些很大胆的想法和计划，并且能够将之付诸行动。这也是过去里你成功的一大秘诀，但他并不是一个非常好的行为。虽然这份工作对你来讲算是前景无限的，即使你有可能失误几次，也不会有太多负面的影响。但不得不说，可能你在工作中得多一些谨慎了，不然一旦出了大问题，你会摔的很惨。",
        "msg13": "如果你正在找工作，那么我建议您要从您的兴趣爱好出发，将兴趣爱好做精做强，方能成就一番事业，有悖于您性情和兴趣的工作可以作为过渡，但很难有大的发展。",
        "msg14": "在人际财富，财运方面，可以看出你是个投资观念很强的人，比起依靠工作赚取稳定收入您更热衷于靠智慧和机遇获得收益，人际交往上倾向于以轻松的方式交友，对于应酬比较排斥。",
        "msg15": "人际财富方面的建议是您可能在投资上面会有孤注一掷不计后果的心理，会因为有时的粗心大意而失财，所以你要学会适度理财，控制投机心理，这样你的财运才会向好的方向发展。朋友交往上，建议您在交往过程中在彰显自我个性的同时注意留有余地，避免给别人带来反感。",
        "msg16": "健康生活方面，您有自己独特的保健之法、彰显自我个性的穿衣方式，建议方面注意持之以恒。\r\n其他方面，近期您适合来一次漫无目的说走就走的旅行、去憧憬一下大自然、可以尝试挑战新鲜事物、去四处流浪吧 哈哈",
        "msg17": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油",
        "msg18": "觉得准的宝宝就赐一个红小包吧图个吉利，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg19": ""
      }
    },
    "msg9": {
      "img": "images/10.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:隐士正位。下面开始解牌",
        "msg3": "你抽到的是一张隐士正位，牌面的基本属性是：谨慎、内敛、自省、孤独、引导",
        "msg4": "牌面中可以看到，一位老者身披灰色斗篷站在冰天雪地的山颠，手提一盏油灯，好像是在低头沉思。那看似微弱的灯光，在渺无人烟的暗淡雪夜中，显得有些无助，但对老者而言，那是真理、也是希望。老者孤寂的反省着自己的过去，跟随真理之灯的指引，暗示了寻求真理道路上的艰辛、朴素，预示了只有以开阔的胸怀认知世事，以不断反省的态度探知真我，方能求得正果。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.拥有智慧和卓越的见解。\r\n2.思虑周密，冷静沉着。\r\n3.需要独处和内省，自我思考的空间。\r\n4.可以向有智慧的前辈或长者请教。\r\n5.独处。单身，对感情放弃，更愿意退出这种关系。或者对感情深藏不露。\r\n6.对周围的情况要保持着警惕心。",
        "msg7": "这张牌本身的含义是\r\n自信、特别的理智、非常的踏实、不喜形于色、中肯的建议、坚持不懈、沉着冷静、闭门静思养精蓄锐。",
        "msg8": "我的解读是\r\n这张牌代表暂别外在的世界，以便唤醒内在的自我，不断内省，向自己内心索求答案，也就是省思的一段时间。你可以透过思索来推敲那些行动是有用、哪些是浪费的，倾听自己的心声、梦想，或倾听朋友、长者、老师的话。\r\n经过一番探索内心真正的感受和价值后，才能把问题彻底解决获得真正满足和想要的结果。",
        "msg9": "恋爱中的你们的感情现阶段还算比较模糊，虽然在你看来对方可能是个很神秘的人，但其实对方绝不是你所看到的那样，现在的他，相比起两人的关系更关注自己，他想探寻自己今后到底想何去何从。所以你们的感情发展还没有表面上看来的那么简单。你们的关系在未来也并不会那么好走，你首先需要找到“一盏灯”一个明晰的方向，然后才好按着方向前进。对你来讲你们的感情关系在短期内可能很难有太大的进步发展，但如果你在未来里能找到那个给予你们感情帮助的人，那么会有很大的改变。",
        "msg10": "单身的人现阶段还会保持单身，可能是因为你或者他比较注重事业暂时不想或者没时间谈恋爱。",
        "msg11": "在爱情方面我建议：\r\n对于你们的关系，还需要进一步发展和接触才能下定论。发展到现在的程度并不容易，所以更建议是稍微冷静一下。不要听任事态发展，你将独自一人慢慢思考：自己真正想要的到底是什么。在这个过程中你或许柳暗花明又一村也不一定。希望和机会并不一定会送到你的面前，如果你对他有喜欢，那么接下来请停下脚步，思考。",
        "msg12": "接下来就是学业和事业了\r\n努力奋斗一定会成功、拟订长期计划、注重细节、有特别棒的分析能力、追求稳定的工作状态、获得正确的检验、勤勉、遵守规则、一板一眼。虽然表面上来看，这是一份很普通的工作，它似乎并没有什么特殊的地方，并且在工作中一切都那么简单正常，就像普通工作一般，稳定，慢慢的等待升迁又或者离职。但其实在你的这份工作中如果你仔细观察，期间是会有很多不错的机会的，而你只要能把握住这些机会，是有很大的概率一夜飙升的哦！其实你本人也是属于喜欢默默付出行动的人，其实偶尔的别那么隐秘也会让你更快获得领导赏识。",
        "msg13": "如果你是个学生党：那么你属于一个很低调的人，其实在这方面你已经学的很不错了并且本身天赋也是很好的。但是很多时候你都不愿意将你的真实情况表露出来，习惯性隐藏着。其实这也没啥了，你的学习状况也不会因此而变差。同时你在学习中可以多注意和关注细节问题，不要太马虎，多去扑捉自己灵光一闪的东西，会对你的学习有帮助。",
        "msg14": "嗯…还需要看看人际财富和财运\r\n财运很好，开源节流，对自己的开销也很有计划。人际关系上有自知之明，以礼待人，因内敛从而受人信赖，容易相信忠言。",
        "msg15": "最后，健康方面情绪比较平和、天然的食物非常有益于健康，近期的身体很健康哦\r\n其他方面：近期适合书法、对弈、郊游、拟定计划、写日记。",
        "msg16": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg18": ""
      }
    },
    "msg10": {
      "img": "images/12.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:教皇正位。下面开始解牌",
        "msg3": "这张牌是正位的教皇，有宗教、传统、援助、仪式的属性",
        "msg4": "牌面描述的是教皇以他的右手传导来自天空的能量。信徒们觉得他们可以通过教皇和上帝有所接触，他们并不知道他们随时可以直接和上帝接触。教皇为他们示范这么做的方法，给了他们方向，只要遵循着，就可以找到和上帝连结的道路。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张教皇正位牌象征着这么几点：\r\n1.有结良缘的机会。\r\n2.代表教士，老师，长者，贵人，专业人士 \r\n3.参加集体活动，并且得到承认\r\n4.暗指参加仪式， 毕业典礼， 结婚典礼，成年礼，等等。\r\n5.有贵人相助或指引。",
        "msg7": "这张牌本身的含义是:\r\n值得信赖的、会得到援助、良好的建言者、有贡献的、心胸比较宽广、有宗教情绪的。",
        "msg8": "我对这张牌的解读是\r\n唤醒良心与善良觉醒的牌，同时也是张关于宗教信仰与传统的牌。\r\n你将会得到援助、得到良好的建言。你是一个有智慧的人，将会得到适时的帮助、发现真相、得到贵人相助、可能是一个有影响力的人。帮助你找到正确的方向、学业上也将得到别人的帮助、爱情上会有长辈的干涉或者媒人的帮助。",
        "msg9": "得到援助、心胸广宽、受惠於良好的建言。有智慧的、擅沟通的、适时的帮助、找到真理、有精神上的援助、得到贵人帮助、一个有影响力的导师、找到正确的方向、学业出现援助、爱情上出现长辈的干涉、媒人的帮助。",
        "msg10": "爱情中，在你这里有点小问题，那就是你过于“顺从”对方，百依百顺可不是经营爱情的唯一方式，对方不会因此更加爱你，所以我建议你可以稍微改变一下你们的相处方式，寻找其他合适的方法",
        "msg11": "在学业和事业方面的话，\r\n对你来讲这份工作是非常棒的，你再做不久就会遇到一个很不错的升职的机会，并且你信心十足，正确理解事物本质的能力非常受上司领导的青睐，你未来事业之路能够得到他们的大力支柱，只要你在这份工作中好好做下去，一切都会非常顺利顺畅。加上你和同事相处的也很愉快，周围的人都很喜欢你，总的来讲这是一个非常棒，值得你一直做下去的事业。",
        "msg12": "值得注意的是，事业中容易出现一些问题，比如\r\n工作上外来的压力过多，别人对你的期望值也很高，让你有被束缚的感觉。需要探索新的工作方法，虽然不容易，并且会面对很大的阻力，但风雨过后你再回头看着一切都会觉得是值得的。",
        "msg13": "如果你是学生，我建议你一定要多听别人的意见和忠告，你将会遇到良师或者是能促进你学业的人，多和别人请教，学习，对你会很有帮助。这样才能获得考试上的成功。",
        "msg14": "财运方面倒是比较一般，可能会获得别人的资助，但也容易破财哦，当心丢东西之类的",
        "msg15": "健康还不错，就算生病也会遇到好医生",
        "msg16": "至于其他方面，我建议你多修身养性，拥抱自然，上香许愿也是可以尝试一下的",
        "msg17": "占卜结束，最近的整体运势很好哦，恭喜！你可以做一些自己感兴趣的事或者是特别想做的事，能够轻松愉悦达到事半功倍的效果。不要看轻自己的潜力，尽情发挥你的潜力，不要心存疑虑，世上最可怕的就是畏缩、胆怯、顾虑重重，幸运就在你身边，抓住它，它就是你的，不知把握，幸运随时会溜走。好好把握吧！",
        "msg18": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg19": ""
      }
    },
    "msg11": {
      "img": "images/13.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:命运之轮正位。下面开始解牌",
        "msg3": "这是一张正位的命运之轮，基本属性是：进展、运气、契机、转变",
        "msg4": "牌面中心的圆形象征命运之轮，轮外分别是胡狼、宝剑、狮子和蛇。牌面四角的动物分别是象征水瓶座的人、狮子座的狮子、金牛座的牛及天蝎座的鹰。四者都有翅膀代表他们在变化中仍有保持稳定的能力，而阅读则代表在变化中汲取智慧。",
        "msg5": "以上是牌面的大概意义，稍微了解就行了，下面我会详细解说",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.代表好的转变。\r\n2.工作或财运上会有意外惊喜。\r\n3.将拥有梦想中的恋情，一见钟情。\r\n4.运气不错,好的机会到来,把握到了好的人生机遇。\r\n5.美好而幸运的婚姻，注定的婚姻。\r\n6.贵人出现，提供了前路的指引，给予了必要的能量。",
        "msg7": "这张牌本身的含义是：\r\n意外的收获，幸运不断，扭转局势，从天而降的爱情，一见钟情，考运佳，升迁有望",
        "msg8": "对这张牌，我的的看法是：\r\n你的命运有如命运之轮般转动，时而好时而坏，这是一种公平的循环。不管你愿意与否，命运就是如此，但命运处在不断的变化之中，这就使你的生命中充满了挑战和刺激。当牌面正立时，你会发现以前所付出的无谓努力，现在反而成了你前进的动力，先前的付出终于有了回报。从普通的角度来看，命运之轮暗示生活上的改变。你的事业正有起色，或恋情正变得更充实。",
        "msg9": "爱情方面，你们彼此的恋情将迎来转换期，会有一些比较大的变化产生，但这是一个好的开始，这些变化会促使你们的关系更加紧密。在对方眼里，你是个值得托付的人，他对你们的未来很期待。",
        "msg10": "爱情方面，我总结一下，那就是“完美”，哈哈，计算最终没法在一起，那也会是你们彼此心中一段最美好的回忆。如果你们都很下功夫，好好经营的话，出现美满结局也是非常非常可能的呢",
        "msg11": "单身的人会有美丽的邂逅、遇到新的心仪对象、一见钟情、会突然采取行动告白。",
        "msg12": "在爱情方面建议你：\r\n在面对你们感情的状况的时候，更建议是顺其自然比较好，别刻意的改变什么，只要做好未来世事无常的心理准备即可，不断的向着自己的目标前进。",
        "msg13": "如果你还是学生，那么恭喜你，最近的考试运很不错哦！",
        "msg14": "财运上显示，会有一笔意外之财收入囊中，可以多多参加社交活动，兴许能得到贵人相助。",
        "msg15": "最后，健康方面，性情好转、疾病痊愈。",
        "msg16": "另外，我要说的是，如果最近对什么比较感兴趣，请立刻行动起来，说不定是个不错的机会",
        "msg17": "恭喜你，牌面看到你的近期运势非常好，此时做一些自己感兴趣的事或者是特别想做的事，能够轻松愉悦达到事半功倍的效果。不要看轻自己的潜力，尽情发挥你的潜力，不要心存疑虑，世上最可怕的就是畏缩、胆怯、顾虑重重，幸运就在你身边，抓住它，它就是你的，不知把握，幸运随时会溜走。好好把握吧！",
        "msg18": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话/:8*，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg19": ""
      }
    },
    "msg12": {
      "img": "images/14.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "您选的牌是:战车正位。下面开始解牌",
        "msg3": "这是一张正位的战车牌，基本属性是：胜利、旅程、胜利、空虚、意志、自律",
        "msg4": "牌面描述的是一位头戴八芒星战盔、身着盔甲的勇士驾着一辆由两只狮身人面兽拉着的战车，向着胜利勇往直前，气势无人可挡。车前左侧的黑色狮身人面兽代表严厉，而右侧的白色狮身人面兽则代表慈悲，双手并行，恰恰预示了阴阳调和，即追求胜利的前提——平衡。蓝色的车篷和上面的六芒星图案，象征了天体对战士成功的影响，也预言了希望对于获得胜利的重要性。",
        "msg5": "上面的内容大概看下就行，接下来我会给你做详细的解牌",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.具有坚强的意志力，坚定不移的信心和决心， 控制整个局势。\r\n2.达到目标，取得胜利，独占鳌头。\r\n3.自我意识的提升，发现自己的能量。\r\n4.出现挑战， 需勇往直前。\r\n5.感情过度自信，缺乏沟通和交流，姿态强硬。\r\n6.向着某件计划出发。\r\n7.控制欲望和行动以保持方向。它本身代表的是：搬家，考取驾照，提高效率，心态积极等",
        "msg7": "我对这张牌的理解是：\r\n这张牌算是强者的象征，也代表力量，因为坚持而获得成功。“永不放弃”是这张牌的主题，坚持下来就是最后的王者。",
        "msg8": "情场得意、恋情进展特别的迅速、积极交往。你们的爱情就像烈火一般，充满活力激情还有冲动。在双方眼里，绝对是个冲动，有气势，又充满魅力的人，而气势本身就是最吸引彼此的地方。双方的第一感觉是成熟，但在深入接触后你们会看到对方不成熟的一面，不过至少当前你们并不介意。。从某种角度来讲，你们的感情也是不稳定的，在激情过后，平淡了以后，很容易就因为过去里没考虑的问题而导致情感的结束。",
        "msg9": "在爱情方面，有恋人的人，要想你们的感情能有长久的发展，一味的激情四射是不可以也不够的，你需要去多挖掘你们感情中其他的方面，比如兴趣爱好，比如现实条件等等。可以偶尔的两人一起静静的做些什么，做一点不太浪漫很平淡的事，有些时候简单反而更有其特殊的魅力哦，同时需要控制自己的情绪，这会让你的感情发展得更顺利。",
        "msg10": "对于单身的人来说呢，如果目前你有心上人，你可以尝试追求，只要你能坚持，是有很大可能成功的，只要你能控制好你的情绪，不被情绪左右，就机会很大",
        "msg11": "对于事业方面，这张牌暗示工作上有杰出表现，而且有很好的执行力，能够把目标和想法大胆实施，而且会很有效果哦。同时，这张正立德战车可能也暗示目前有一笔大生意哦。",
        "msg12": "但是，也有要注意的方面\r\n是的，虽然这份工作对你来讲算是前景无限的，即使你有可能失误几次，也不会有太多负面的影响。但不得不说，可能你在工作中得多一些谨慎了，不然一旦出了大问题，你会摔的很惨。",
        "msg13": "如果你是学生的话呢，我看得出来你非常自信，而且很会调整自己的情绪，虽然目前课业比较繁重，但是在有条不紊的努力下，考试会过关，成绩也会提高",
        "msg14": "在人际财富和财运上，存款购车、交友比较广泛、个性活泼开朗、善于人际交往、独立自主，总体来说财运比较稳定，没有什么特殊的波动。\r\n1健康方面要注意感冒，咽炎的问题，没什么大问题",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg13": {
      "img": "images/15.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "这是一张正着放的月亮牌，它的基本属性是：多变，忧郁，刻薄和不安",
        "msg3": "牌面中可以看到，月亮高挂在夜空之中，圆缺不定。月中还隐约有一张愁苦的面容，给人一种忧郁不安的感觉。月下有一只狼和一只狗正在仰望月空低吠，似乎是体会到了月亮的愁苦而报以同情，也像是在向月亮问着什么。池中的蝎子似乎也特別的向往月宫的样子，它正努力地爬出水面，准备沿着黄色弯曲的小路前往自己向往已久的地方。",
        "msg4": "对于倒立的月亮牌而言，往往预示着危机，谎言，敌人的出现，但这未必是件坏事，因为只有当这些反面事物出现时，你才知道如何去对付。但是这过程当中你出感到不安和恐慌，这很正常，不要太过于在意",
        "msg5": "这些内容先大概看看就ok，我马上会给你做详细的说明：",
        "msg6": "这张逆位牌，象征了：逐渐好转，冰释前嫌，曙光初现，幸免于难等等\r\n这张牌本身说的是：事情逐渐明朗，顾虑消除，幸免于难",
        "msg7": "我对这张牌的解读是：\r\n如果逆位的太阳是代表正位的太阳被乌云遮住了，光芒不如正位强烈了。那逆位的月亮，也许就是月亮仅有的光芒也被乌云遮住了。\r\n就会出现两种意思：1，月亮本身代表着的反面因素，比如恐惧，迷茫，被乌云罩住，说明这些问题反而被化解了，2 犹豫，对于很多事情你非常的纠结",
        "msg8": "在感情方面，你们之间出现了一些问题，而这些问题都是由于没有好好沟通导致的，比如你们各自都有对未来的一些憧憬，但却没有考虑到现实中的对方",
        "msg9": "你对你们之间的感情和未来有着自己的规划，但是你是否考虑过对方的状况呢？也许他／她并没法做到你所要求的，也许他很努力，但始终也满足不了你，所以，请在设立目标的时候充分沟通，好好考虑对方的感受，而不要一味的因为害怕对方和你意见不一而产生矛盾",
        "msg10": "如果你还单身，那么近期可能还不会出现意中人",
        "msg11": "还有学业、事业方面，在事业上月亮倒立暗示着那些尚未被解决的事情又降临到你身上了。现在是去面对这些内在挑战，而非退缩到有形世界的安全领域中的时候了，而你因为压力想要退缩，并对自己的既定目标产生了怀疑。",
        "msg12": "若你还是学生党那么你是个容易想太多的人，在学习中你也是如此，总是会担心这个那个而使得你无法专心在学习上，更别说学好东西了。对你来讲未来里如果不进行调整你会因为学习上不够专心而慢慢成绩下降。",
        "msg13": "对于事业和学业，我有一些建议，那就是，月亮代表了犹豫和纠结，不论事业或者学业所碰到的瓶颈，当你无法决定的时候，不要着急，不要权衡太多，这样会有好处",
        "msg14": "财运方面有逐渐转好的信号，之前可能比较拮据，而这阶段慢慢的会好起来哦。\r\n最后，在健康上看到您会逐渐恢复体力、生病中的人病体接近痊愈、心情开朗，不过要注意时间安排不要过于紧张让生活节奏过快。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势好坏参半，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg14": {
      "img": "images/16.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "你抽到的是一张太阳牌逆位，牌面的基本属性是：成功、自由、喜悦、阳光 ",
        "msg3": "牌面中一个小孩骑着一匹马在歌颂着太阳带来的生命力，接受着太阳赋予他的能量。太阳的力量如此强大，它给世间万物以生命，它的光 芒如此温暖，所有的生命都为之感动。它的力量完全是正面的，充满希望和理想，任何黑暗都抵挡不住它的光芒。",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是逆位放置的，象征着：\r\n1.身体不好，情绪低落。\r\n2.事情失败或者面临失败。\r\n3.朋友的离去和人际关系的恶化。\r\n4.无法安定内心。\r\n5.忧郁孤单寂寞。\r\n6.爱情不顺利，失恋或者面临分离。\r\n7.取消的计划。\r\n8.工作上困难重重。",
        "msg6": "这张牌本身的含义是：意志消沉、约会取消、情绪低落、对很多事情都无法持久、性格不开朗、感到无助、生活不稳定。",
        "msg7": "我对这张牌的解读是：\r\n虽然太阳倒立象征着你对人生及创造性抱着一种竞争的态度。这是基于对不足的恐惧——怕支援不够、怕机会或爱不够。这可能是一种根本性的恐惧，怕这个世界不会支持你的努力，虽然这些恐惧尚待克服，但他依然是一张正面的牌。此刻得你有些怀疑因为现在云层遮蔽了太阳，虽然还是白天，但温暖及光明却已稍减，暗示你内心还存有在月亮牌中所接触到的恐惧感。",
        "msg8": "感情上现在有些东东遮蔽了你们，所以虽然在一起，但温暖及爱情却已稍减，因为还存在内心深处对婚姻中所接触到的恐惧感。",
        "msg9": "可能因为你们某一方有着骄傲，自负，虚伪等不利的反面特性，由于不能袒露自己的心意或是害怕说出真相。使得你们之间的关系变弱。尽管目前你们的感情还行，但是为了维持这段感情你也是战战兢兢，生怕自己有什么地方做错了，或者是没有做到恋人的心里去，为了维持这段感情你的确也是很不容易的。目前你觉得你的爱情缺乏永续性，使你感到很不安，所以你的意气渐渐消沉；虽然渴望美好的爱情，但是很可惜，你最近似乎是没有得到呢！",
        "msg10": "单身的人其实现在的你并不想恋爱,自我意识比较强,而且认为自己的个人能力很强,所以想遇到一个更合适你的人选才开始一段新的恋情,而在你周围的这些异性当中,似乎没有谁是你特别喜欢的,所以你是宁愿单身也不想跟你不喜欢的人恋爱呢!",
        "msg11": "学业、事业方面\r\n近期你在工作上会遇到强有力的竞争对手,这让你的内心非常不安,担心自己会被对方比下去,目前的职位会被取代。在这种紧张的状态下,竞争心太急切导致工作不但不能做好,反而是频频失误,这更加重了你的不安。陷入恶性循环的你需要赶快调整心态,尽快摆脱这种紧张不安的情绪,继续做好自己份内之事。将竞争看作是提高自身能力的机会,你就不会那么紧张了。",
        "msg12": "如果你还是个学生党，那么你现在的学习情况有点儿不太理想，似乎在开始走下坡路了，而你似乎对此并不是很在意和关心，或许在你看来这只是一时的，会解决的。其实你的功底确实不错，只要之后能够恢复就不怕成绩下降的问题。但是在学习方面要下功夫是肯定的，学习上你要注意多花点时间，即使是看看例子等都是必不可少的哦。",
        "msg13": "而对于人际财富，财运的话\r\n看起来最近的收入下降，你会因爱慕虚荣而增加开支，造成奢靡浪费。人际关系中会被同伴排挤，和旧友绝交让人无法亲近。",
        "msg14": "最后，在健康上可能体力不足、生活无规律导致免疫系统以及内分泌得紊乱。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势不佳，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg15": {
      "img": "images/17.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "你抽到的是一张世界牌正位，牌面的基本属性是：复活、觉醒、回忆",
        "msg3": "世界代表宇宙的重点，牌面中可以看到四角是狮子、飞鹰、天使和神牛，只是中间不再是命运之轮，而是一个在月桂花环中跳舞的少女。她一手拿着一个魔杖，又好像是一把钥匙，正在为步入重点地人喝彩，又或是一种召唤，在引导胜利者走到智慧之门面前，接过他手中开启幸福的钥匙。世界牌是一个新的开始，因为进入智慧之门，你又会变回愚人，为找寻新的智慧或是人生目标而奋斗。",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是正位放置的，象征着：\r\n1.完成、成功、达成目标。\r\n2.毕生追求的梦想得以实现。\r\n3.美好的结局。\r\n4.辛勤付出之后得到了报酬。\r\n5.完美的恋情。",
        "msg6": "这张牌本身的含义是：愿望已经达成、精神十分高昂、幸福时光、达到巅峰、到达目的地、获得成功。",
        "msg7": "我的解读是：这是一张象征永久和持续成功的牌。你已经到达了成功之门的前方，成功女神让你耐心等待，她会让你进入成功之门的，只不过是时间问题罢了。成功之门周围是你经历过的幸福与哀伤，成功与失败，在到达乐土之前回忆一下过去的时光是很有必要的。这张牌暗示只要你拥有一颗感恩的心，就必能在你为自己打造的美丽世界中，寻找到幸福与快乐。",
        "msg8": "在感情上，目前无论是好是坏，两人的关系都要出现一个結果。之后又是新的开始。现在的他情绪非常稳定，也完全的享受和你现在的关系，彼此的承诺中持续着美好的关系。两人的关系将迎来一个新的节点。也许你已经意识到：迄今为止建立起来的关系，已经让两人彼此都充分的成长了。此后，将迎来新的开始。",
        "msg9": "单身的人很可能追求到自己心中的女神，或者遇到美好的恋情。",
        "msg10": "接下来说说学业和事业：在事业上，世界牌形容一种极大的成功满足。所定的目标已经完成、这是你事业的旺盛时期，你很快会取得成功，获得回报。你以前的努力造就现在的成功，虽然如此，你并不感到满足，你要努力地再次突破，努力地在成功的殿堂留下你的足迹。",
        "msg11": "学生党学习事半功倍，轻松掌握最佳方法，学习成绩再上高峰，目标达成、考试顺利。",
        "msg12": "嗯…还有人际财富和财运：\r\n近期财运还是很不错的，收入增加、资金运作合理，喜相逢，从交友中获益、人际关系非常的稳定、备受他人信赖。",
        "msg13": "最后，健康方面看起来很不错哦，身体健康、体力充沛、精神烁烁。",
        "msg14": "其他方面：梦想成真、非常适合前往海洋或者草原等开阔的地方旅游、幸福伴随左右。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势非常棒，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话/:8*，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg16": {
      "img": "images/18.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "你抽到的是一张世界牌逆位，牌面的基本属性是：复活、觉醒、回忆",
        "msg3": "世界代表宇宙的重点，牌面中可以看到四角是狮子、飞鹰、天使和神牛，只是中间不再是命运之轮，而是一个在月桂花环中跳舞的少女。她一手拿着一个魔杖，又好像是一把钥匙，正在为步入重点地人喝彩，又或是一种召唤，在引导胜利者走到智慧之门面前，接过他手中开启幸福的钥匙。世界牌是一个新的开始，因为进入智慧之门，你又会变回愚人，为找寻新的智慧或是人生目标而奋斗。",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是逆位放置的，象征着：\r\n1.没有完成，没有获得计划中的成就。\r\n2.因准备不足而失败,功亏一篑。\r\n3.事情进行的不顺利。\r\n4.精神松弛，状态不佳。\r\n5.态度不够圆融，不能发挥整体优势。\r\n6.因不够成熟而使感情受挫。",
        "msg6": "这张牌本身的含义是：无法全身心地投人、杞人忧天、凡事不太顺利、不安于现状、情绪特别低迷、思维颇显幼稚。",
        "msg7": "我将这张牌比喻为登上了顶峰，但你的登顶也让你看见了另一座更高的山。一山还有一山高，这意味着虽然你已经完成阶段性的目标，但还是会再设一个更高的目标去达成。目前这个成功既非你最后一个，也不会是最伟大的一个。",
        "msg8": "在感情上，你们不再重视承诺，只是盲目接受对方。恋情前景不明朗、彼此难以结合、感情特别容易出现破裂、彼此关系暧昧不清、以往的热情逐渐冷却、他对于事态未能按照自己的意愿进行，怀有一些遗憾。",
        "msg9": "感情上我建议你们彼此最好能沟通一下，不要让痛苦继续纠缠着你们。",
        "msg10": "还有就是学业和事业:\r\n虽然这份工作中有一些不足不太好的地方，要么工资不是很满意，要么是工作内容让你觉得无聊，但是不可否认它是一个值得你继续选择的工作。虽然里面的一些问题并不是说解决就能解决的，但这份工作的前景还是蛮不错的，只要你坚持做，不能完全达到你心目中的要求至少也算是能让你满意了。",
        "msg11": "作为学生党的你虽然在面对学习方面并不是非常积极非常的上进，但其实你的成绩还算是挺不错的。虽然你并不会吧全部都做的很好，但懂得劳逸结合并且肯努力的你最终成绩还算是能够让你满意的。未来里在学习中可以稍微的再细心一点专心一点，不需要过，稍微的认真一些就能让你的情况更上一层楼。",
        "msg12": "嗯…另外就是人际财富和财运了，近期的财运状况不是很好，可能会破财、现金流短缺；交友遇挫、朋友关系冷淡、处世过于幼稚以致凡事不顺。",
        "msg13": "最后，健康上可能因肝火旺盛而气大伤身、心理压力过重无处宣泄。",
        "msg14": "其他方面：计划不周、不适宜乔迁动土、缺乏鲜见之名、不得要领。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势不佳，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝，如果觉得准，或者看在我打字打到手抽筋，能否打赏一个红小包呢图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg17": {
      "img": "images/19.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "你抽到的是一张审判牌正位，牌面的基本属性是：复活、觉醒、回忆",
        "msg3": "在审判牌中，天使在最后的审判上吹奏这小喇叭，而人们则从他们的墓穴中站起来欢庆。一面白底有红十字图形的旗子在飘扬着。每个男人、女人和小孩都向上仰望着精神，因为这是他们返回上帝或造物主家园的道路。",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是正位放置的，象征着：\r\n1.危机解除代表身体上恢复健康。\r\n2.事业上展露头角获得荣升。\r\n3.有好的消息，事态明朗，或带来中重光明的喜讯。\r\n4.复苏的爱，重新获得的爱。　\r\n5.知道了自己的错误并且开始悔改。\r\n6.接受别人给予的惩戒或者意见。\r\n7.已经毫无希望的事情出现了转机。",
        "msg6": "这张牌本身的含义是：复活的喜悦、命运不断地好转、有作品公开发表、得到好消息、信奉宗教、非常的自信。",
        "msg7": "我的解读是：你也在总结整理过去的经验，丢弃错误留下宝贵的知识。现在的你就是你过去行为的累积，而这些行为也创造你的未来，这便是你的收获。在新世界的开始，你将发现你自己并不是孤独的，有很多朋友和你一起学习，也许你们素昧平生，但你们彼此互助，这使你的生活更加愉快。",
        "msg8": "真心的恋情、感情公开、即使发生争执还是有和好的希望、爱的使者出现、破镜重圆、深信会有爱的奇迹。感情上双方都在认真学习和成长，虽然表面上的变化并不大，但内在的改变已经很大了。你目前的关系当中包含了因果循环的课题或回报，我再说一次，你现在所拥有的正是你过去所曾播下的种，或曾做过的努力的产物。目前对方正冷静的守望着两人的关系，似乎他感觉到快是要出结果的时候。若出现问题的恋人即将迎来解决的时刻。你的心将从烦恼中解脱，消去迷惑。就算答案和你想要的并不一致，你也能平静的接受。",
        "msg9": "单身的人可能会和前任复合，或者本来单相思的会有转机，说不定就会奇迹出现哦！",
        "msg10": "还有学业和事业，在事业方面呢，你有复职的可能，超越了自我脱离窘境，在过去努力的基础上取得了成功。岗位变更或是升迁。你适合于音乐相关的工作。",
        "msg11": "学生党近期考试非常的顺利、学业更上一层楼、临阵磨枪不快也光、成绩优异。",
        "msg12": "嗯 再就是人际财富和财运了，财物失而复得、获得意外之财，友情的裂痕得以修复、备受他人赞许、与多年老友取得联系、与旧友言归于好、与他人建立彼此信赖的关系。",
        "msg13": "最后，在健康上可以借旅行净化身心、借音乐舒缓心情、休养生息。",
        "msg14": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg15": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg16": ""
      }
    },
    "msg18": {
      "img": "images/20.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "你抽到的是一张力量正位，牌面的基本属性是：力量、勇气、信心、耐心",
        "msg3": "牌面上看到，一个女人正在安抚一只狮子，虽然狮子很凶猛，但却在她的温柔和爱抚中平静下来，天空万里无云，花环缠于她腰间，她头上的符号暗示着她正开发出一种无穷无尽的力量来源",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "力量正位牌，象征：\r\n1.具有神秘的力量和旺盛的斗志。 \r\n2.可以把尖锐的问题处理好，说话很周全。\r\n3.恋情会有大的波动，不普通的恋情。\r\n4.勇气和信心，内心坚强。\r\n5.不屈不饶，全力以赴，突破难关。\r\n6.平息内心的不安烦躁和愤怒。\r\n7.身体不好的人很快康复。心智凌驾于事物之上。\r\n8.善于使用刚柔并济的力量。",
        "msg6": "此牌本身的含义为：意志坚定、潜力十足、信念坚定、不屈不挠、胆识过人、",
        "msg7": "从这张牌上可以看到\r\n你拥有内在的力量来面对的恐惧和欲望，而非让它们屈服于你的意志。就算面对生活中困难的环境，你也有能力以希望、内在力量及勇气去做改变。勇气并不代表你没有恐惧，而是虽然你有恐惧，你还是愿意对某人或某事有所承诺。",
        "msg8": "先来看看爱情，你将会拥有一段认真的恋情，彼此双方都很情投意合，沟通无碍，且都非常投入，如果你是女方，你会在感情中占据主导，但不要过于强势，才可以让这段感情走到最后。如果你是男方的话会比较让着女方。总之你们的前景不错，极大的可能走到最后",
        "msg9": "如果你还是单身，那么预示着会有一场认真的感情出现",
        "msg10": "好了，说说感情方面的建议吧，我要说的是，就算你们之间出现了紧张局面，比如总是希望对方按自己的方法做事，控制欲太强，导致出现问题，我建议你应该多设身处地为对方着想，不要一味的强制对方按你的意思行事",
        "msg11": "接下来说事业方面，\r\n事业上虽然困难重重，但你总能够不断突破自我，化解各种难题，老板和客户都对你有信心，这是一个非常适合你的工作，也有绝对的能力干好它，如果这份工作能够一直做下去，你未来还是会一帆风顺的",
        "msg12": "学生党可攻克难题、适合担任班级或社团管理职务、全神贯注于学业。",
        "msg13": "嗯 在人际财富以及财运方面的话\r\n最近的财运会有大笔开销，在投资上你会很果断。因果断的言行经常会受到他人赞赏、因坚持不懈斗志高昂获得他人敬畏。",
        "msg14": "最后，健康生活方面：\r\n活力充沛、自我修复能力较强、面对疾病有顽强的斗志。但需要在意有关心脏或脊椎方面的毛病，不过这些毛病也可以透过内在能量来克服，而且这张牌也暗示你本身拥有这种能量。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势很好，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "总算占卜完了，累死我拉，宝宝，能否打赏一个红小包呢，图个吉利，如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg19": {
      "img": "images/21.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "你抽到的是一张皇帝牌正位，牌面的基本属性是：权力、威严、支配 ",
        "msg3": "如牌面所见坐在宝座上的皇帝，看来充满威严，当然，他能生杀与夺，权倾朝野，领导大众走向富强。作为一国之君，更是父亲的榜样，否则如何教化他的子民？",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "正位的意思就是此牌是正着放的，代表：\r\n1．对别人强大的影响力和控制力的人。情况好时，能够给别人正确的引导并且达到成就，情况不好时，会控制别人，甚至会让别人走入错误的路上而不自知。\r\n2.世俗的权利。强大的自信和权威。用不屈不挠的精神获得成功。\r\n3.有责任感，具领导能力和良好的处理能力。\r\n4.虽有点专制但值得信赖。\r\n5.缺乏感情的交流而导致情感的问题。\r\n6.可能会喜欢上比自己年龄稍长的人。\r\n7.父亲，兄弟，丈夫。男性的影响力。",
        "msg6": "简单来讲牌面给出的提示是：非常有魄力、万众瞩目的焦点、出众的领导才能、基本功比较扎实、男性化、富有责任感、充满阳刚之气。",
        "msg7": "我的解读是：皇帝代表一个正直、公平和实际的人。现实中我们可以看作父亲，也是一切有经验的长辈的原型。假设他给予你忠告，那么他的建议都是来自他自己的亲身经验。他有点武断的倾向，但是当他在许下承诺后，通常是值得信赖的。而当你也允下承诺时，他会期望你能实行它，假如你做不到，他是不会再给你第二次机会的。",
        "msg8": "恋爱中的男方是一个务实、武断和严谨的人。虽然是一个顶不错的物质供应者，但表达情感对他来说可就不是件简单的事了。浪漫和梦想的事对他（你）的吸引力并不大，因为个人较喜欢看得到、摸得着的东西。假设无法看见或触碰到它，他（你）是不太可能相信它的。",
        "msg9": "你需要静静的等待，但要在一定程度上做一些突变，你将会碰到一个年纪及权利在你之上的人。",
        "msg10": "爱情专家，也就是我。。。。。的建议是：\r\n皇帝牌的恋情缺乏浪漫，强势的一方要学会放少少权利，主导做决定，细节可让另一方安排，以及在忙也要顾及感情中的另一半哦。",
        "msg11": "工作上的计划付诸实行，以自律和实际的努力，把计划逐渐带往成功的结果。在工作上才能受到年纪较长，地位较高的男性主管的注意与赏识，并会给予宝贵的意见，虽然对方有时候较为独裁武断，但是观察他的行为，细听他的话语，从中可以得到很大的收获。",
        "msg12": "学习上的你可以说不用任何人操心，因为你基本都会自觉并完美的搞定，你清楚自己想要的目标是什么，并能为了目标而努力，虽然时常会有小偷懒，但绝大部分时候都可以按计划进行。",
        "msg13": "嗯…还有人际财富和财运，对金钱感到满足。也就是实力的象征咯，财务状况都很稳定也有坚实的基础。",
        "msg14": "身体方面mo问题，但就算是这样也不能超负荷运作哦。其他：坚持到底、永不言败。",
        "msg15": "以上就是所有的占卜牌解，牌面显示最近整体运势不错。首先恭喜你，此时做一些自己感兴趣的事或者是特别想做的事，能够轻松愉悦达到事半功倍的效果。不要看轻自己的潜力，尽情发挥你的潜力，不要心存疑虑，世上最可怕的就是畏缩、胆怯、顾虑重重，幸运就在你身边，抓住它，它就是你的，不知把握，幸运随时会溜走。好好把握吧！",
        "msg16": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg20": {
      "img": "images/22.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "你选到的是女教主逆位，牌面的基本属性是：等待、智慧、理性、消极、静止",
        "msg3": "牌面上描述的画面是这样的，女教主表面静默，端坐于石凳之上 ，脚旁边有一轮弯月，这是智慧和直觉的象征。手上握着一个卷轴书写着Tora，乃律法之一，象征着明辨是非，善恶明暗。胸前挂着十字架，左右一黑一白各有一根柱子，暗示了她是非的强烈观念。中间有一块布幔，上面的图案是绿野和果实，象征她的女性形象，慈爱和娴静。",
        "msg4": "这些简单看下就好 下面详细进行牌解。",
        "msg5": "这张牌是逆位放置的，象征着：\r\n1.无知，缺乏理解和判断力，对周围的事情反应非常迟钝。\r\n2．失去内心的平静，无法冷静地思考，对事务的看法偏激。\r\n3．是非观薄弱，欲望占据了心灵，对想得到的事务不择手段得到，不计后果地夺取，失去理性。\r\n4．自高自大，锋芒毕露，毫不掩饰内心，缺乏深沉的思考。\r\n5．无法学到高深的知识，挑剔而不宽容。\r\n6．身体不好，或者不孕，身体肤浅的冲动。无法控制自己的欲望。\r\n7．单身，单相思。",
        "msg6": "这张牌本身的含义是：缺乏理性思维能力、粗心大意、因精神压抑以致歇斯底里、易紧张、神经质、意气用事。",
        "msg7": "谈谈我的看法：\r\n有时候我们心中会有很多想法很多思路，但是未必都能成真，现实中总会有这样那样的困难阻碍着你，这种时候千万不要被自己的思想所牵绊封闭，尝试解除新事物，认识新朋友，对你来说会更有帮助，也许会遇到贵人，恋人，会获得新思路新机遇等等，突然就发现一切都迎刃而解了。",
        "msg8": "以目前而言，内在发展的时候已经结束了，而且透过积极的寻找和他人的合作，会让你有更多的收获",
        "msg9": "两人的感情处在不是很稳定的飘忽阶段，因为各自兴趣都在别的地方，导致两人缺乏沟通，只追求自己喜欢的而不顾及对方，一味这样最后只能导致背道而驰，冷漠与任性最终会导致你们之间的彻底结束，牌面上有晚婚的寓意，如果还想继续这段感情，还需要好好地经营，互相理解与沟通。",
        "msg10": "单身的人还是维持现状，要注意可能会陷入单相思",
        "msg11": "爱情方面我建议你首先需要解决的是双方相处中不稳定的方面，可以试着多找一些双方共同的话题和共同的喜好，这比较能够拉近你们的关系。同时在两人相处中你需要再主动一些，作为主导者引导者，想靠他来主动绝对是不太现实的。",
        "msg12": "学业、事业从牌面上看：\r\n充满不确定因素，这份工作更多地要借助机遇和运气，抓住了，或许不费吹飞之力就能获得高薪高职位高收入，但若把握不住，就会跌落云端，并且伴随高收入的副作用是承担巨大的风险，下一阶段您应该好好地做权衡这份工作到底适不适合你去冒险。",
        "msg13": "工作上，现在你不能只停留在分析与思考上了，需要采用别的方式，并努力找寻他人的合作或者帮助，来更好的发展。",
        "msg14": "学生党要注意，最近可能因为犹豫不决而错过良机，无法学以致用，考试失利的事很可能发生，最近要注意集中精神，保持好心态切勿浮躁。",
        "msg15": "人际财富和财运方面的建议:\r\n近期要注意因没有计划的消费引起的金钱流失，注意周围人可能会被人中伤，切勿因为太过激动而得罪别人。最后健康生活\r\n精神状态很不好，健身方式可能不对要注意调整，可能有贫血的症状出现，要注意休",
        "msg16": "好啦，占卜结束，看起来运势不太好，特别是工作方面，而在感情方面，建议多为对方着想，没有恋人的人可以尝试主动地追求，选择适当的交往方式。虽然运势不佳，但也没什么好纠结的，人生犹如潮起潮落，日复一日没人能够逃脱自然的循环。人生总有不如意之时，没有失落也就没有希望，现在能做的就是蛰伏、多思少动，就是＂熬＂。熬，不是对命运的妥协，是积蓄能量，是生命的升华。不是消极的熬，而是积极的熬，乐观向上，笑脸相迎。熬得久了，心性磨炼得坚韧了，运势也就变了，熬着熬着也就前进了成功了！",
        "msg17": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话/:8*，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg18": ""
      }
    },
    "msg21": {
      "img": "images/23.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "你抽到的是一张吊人牌逆位，牌面的基本属性是：牺牲、等待、换位思考、以退为进",
        "msg3": "牌面中可以看到，一个人被绑了起来，不过倒颇沉着、顺从而坚忍。他双手被置于背后，头的周围有一圈清晰可见的光环（或力场）。此人虽然被绑起来，然而这似乎并不令他困扰。他可以利用这段时间来反省他截止此刻的世界的确很奇怪。上下颠倒之后，他可以重新去看这个世界。",
        "msg4": "这些简单看下就好 下面详细进行牌解",
        "msg5": "这是一张唤起你的精神目的的牌，它代表你准备放弃你所拥有的东西，如此才能够去座你这辈子真正应该去做的事。",
        "msg6": "这张牌本身的含义是：希望未能达成、因私欲而受到惩罚、在做无用功，没有必要的付出、自我毁灭、缺乏实施能力。",
        "msg7": "在我看来，首先这张牌透露出一种内心深处的拘束和束缚，社会压力，责任，道德绑架可能都是诱因，亦或许是自己不能达到别人对你的期望而对自己失望，想要做自己，单确被各种羁绊所束缚。",
        "msg8": "你受到拘束，却拼命想要的自由。可能你并不理解目前舒服的目的，或它能带给你什么，挣扎并不恰当，因为在适当的时间到来之前，你不可能得到自由。",
        "msg9": "情感方面这张牌不是太好，有点不尽如人意，感情上的被动、不理想与自己的付出不成正比，虽然这段恋情在你心中占有很重要的位置，但是很多努力却成了无用功，有些事回头想想可能觉得自己做的很蠢，静下心来会发现自己这一边的问题是导致关系不融洽甚至破裂的元凶，努力伴随无奈，听天由命的感觉。",
        "msg10": "单身的状态下近期不适应追求异性，或者需要采取谨慎的态度实施，此外异性缘也会略差",
        "msg11": "感情上我言简意赅，建议如下：\r\n不要认为付出就应该有回应，那样累的是你自己，不要把过度的付出看成一种无比高尚的爱，有时在对方看来这是负担，感情不顺可以放慢一下节奏舒缓一下内心再继续。",
        "msg12": "事业学业上可能会出现工作处境被动，努力而无所获，亦或者收获和投入不成正比",
        "msg13": "特别是身边的人明明做的没你多，得到的成绩，认可，晋升却比你多。这个时候一定要有平常心，和耐心，仔细想一想，别人付出没多你，努力没你多，这里的“多少”也许只是你看到的“多少”，还有你没看到的。要有一些远见，不要过分追求眼前利益，也许你的积累沉淀还不够，多想想自己的成功之处给自己信心，如果动了换一个工作的念头，不妨换个环境找到自己的最佳状态",
        "msg14": "如果还是学生，学习上不妨先找一个任务和目标，然后看自己在达成目标的过程中缺什么学什么，我身边一个好朋友就是，她的成功完全是一个逆过程，她不是先学然后再看自己能干什么，她从一开始就想成一个糕点师，然后反过来看需要掌握什么技术，需要购买什么设备，需要采购什么原料，需要学习如何制作，再去买书求学苦读练习，现在人家已经开了好几家店了",
        "msg15": "财运和人际上：\r\n财运一般不会有大的得失，但容易出现冲动消费造成浪费。特别是投资上不可盲目冲动。与人相处上，即便带有目的也要多一份真诚，要有买卖不成仁义在的胸襟，这往往会给你的人际交往带来意想不到的收获",
        "msg16": "最后，健康方面：\r\n易因血液不畅而导致四肢麻木、因疏忽造成现有病情加重；特别注意外伤擦伤。",
        "msg17": "占卜解牌到这里结束了，牌面显示最近整体运势不佳，不过这也没什么好纠结的，人生犹如潮起潮落，日复一日没人能够逃脱自然的循环。人生总有不如意之时，没有失落也就没有希望，现在能做的就是蛰伏、多思少动，就是＂熬＂。熬，不是对命运的妥协，是积蓄能量，是生命的升华。不是消极的熬，而是积极的熬，乐观向上，笑脸相迎。熬得久了，心性磨炼得坚韧了，运势也就变了，熬着熬着也就前进了成功了！",
        "msg18": "宝宝，如果觉得准，或者看在我打字打到手抽筋，能否打赏一个红小包呢图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg19": ""
      }
    },
    "msg22": {
      "img": "images/24.png",
      "msg": {
        "msg1": "这是宝宝你选择的牌的照片",
        "msg2": "这张逆位的魔鬼，基本属性是：欲望，物质，沉迷和束缚",
        "msg3": "牌面上画的是一个恶魔，而被束缚着的是已经沉沦的亚当和夏娃，恶魔向上举的右手摆出黑魔法姿势，与宗教的祝福手势形成对比。亚当和夏娃都长出了角和尾巴，显露出野兽本性，两个人被锁链套住，看似无路可逃，但实际上脖子上的链子非常的松，只要愿意，就可以摆脱，但他们没有，表示这个枷锁是她们自己套在身上的",
        "msg4": "上面是牌面的大概意义，我马上给你详细说一说",
        "msg5": "这张魔鬼牌是逆位放置的，代表了：逃离拘束，解除困扰，治愈病痛，别离，解决诱惑，舍弃私欲，爱恨交加的恋情",
        "msg6": "这张牌本身呢，是说：抛弃了欲望，有机会走出困境，摆脱了不良诱惑，与不好的朋友断交，重新获得自由。",
        "msg7": "我的理解是：倒立的魔鬼代表了在精神和物质上都摆脱了束缚，不求功名利禄，但也可能代表用了不正当的方式达到目的，比如，犯罪，出卖肉体等",
        "msg8": "在你有能力去打破你的束缚之前，你需要对它们先进行了解，捐弃控制生命的需求，并接受自己的黑暗面…这份觉醒可能比继续忽略下去来的要痛苦，然而它却是一个必要的阶段，因为若没有经历过这份伤害，你可能就没有办法再变得完整了。",
        "msg9": "可能陷入秘密组织，或是纵欲，承认不光彩的关系，但也一直想摆脱。通常还暗示不稳定的关系（仅仅靠感官刺激延续的爱情），你不希望受控于对方，力求独立。",
        "msg10": "展到现在已经没有太多挽回的余地了，因为一些现实的问题，你们依旧不想放手这段感情，但如果不是因为还爱着所以放不下，继续这样坚持又有什么意义？或许你们会觉得这样放手很吃亏，甚至会担心分开后是否还能遇到如此好的情况。要相信我，更好的蓝天一定会在未来等着你，继续坚持，只会让你更痛苦！并且最终你们也难逃分手结束的命运，再坚持只不过是延长受苦的时间而已。",
        "msg11": "单身的话呢，如果遭到表白，可能会拒绝对方，爱情方面没有什么实质性的进展",
        "msg12": "在爱情方面我建议你：面对这必然要结束并且已经没有继续下去必要的关系，还是果断点放手比较好。不要觉得要走出来很难，其实你需要的只是迈出那一步而已。难只是你一直以来欺骗自己的词汇罢了。",
        "msg13": "现在看看事业，得利于你的理性转变，你可能将找到值得奋斗的目标，好好思考下你要什么吧，目前正是换工作的最佳时机，也将改变你的命运",
        "msg14": "如果你还是学生，暗示着较弱的科目会有所好转，家长和老师对你的约束可能会放宽松一些",
        "msg15": "财运和人际上，怎么说呢，最近可能会扭亏为盈，如果投资了什么项目，也可能暗示获得回报，但人际关系上要注意和酒肉朋友断绝联系",
        "msg16": "最后，在健康上看得出：您的心情有所转好、肤质转好、青春痘逝去。",
        "msg17": "占卜就到这里啦，虽然看上去整体运势一般，但一定要多反思一下，爱情，事业，生活等等，找出可以改进的地方，只要不妥协，积极向上，就能改变命运，加油吧！",
        "msg18": "宝宝，如果觉得准，或者看在我打字打到手抽筋，能否打赏一个红小包呢图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg19": ""
      }
    }
  },
  "key2": {
    "msg1": {
      "img": "images/3.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:吊人正位。下面开始解牌",
        "msg3": "你抽到的是一张吊人牌正位，牌面的基本属性是：牺牲、等待、换位思考、以退为进牌面的图案是一个被倒吊的人，双手被束缚于背后，脚上有一双黄色的拖鞋，是暗示经由脚来传导精神能量，而不是经有冠状气轮。他知道不论采取什么姿势，这股力量都可以接近他。在你洞察人生所代表的真义之后，你已经能够平静的接收自己，以及你在人生中所处的位置",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是正位放置的，象征着：\r\n1．一段正在进行的过渡期。\r\n2．有偿的牺牲。暗示着得到之前的失去。\r\n3．想法的转折。\r\n4．用另一个角度看待问题。\r\n5．在选择后的平静。安静地等待时机的转变。\r\n6．为了心中的理想做出牺牲，明知道辛苦却依然付出努力。\r\n7．具备了悔过的心态。\r\n8．做出调整。\r\n9．爱情中，反省的状态，内心平和而安宁。",
        "msg6": "这张牌本身的含义是：\r\n在成功前必须经历磨难，倒吊看世界看人生，换一个角度看问题，正对看待磨难和失败在我看来这是一张中性偏好的牌，告诉我们磨难是有的，但是历经磨难才能成就自我，不懂的约束就不配享受自由",
        "msg7": "两个人都应该会意识到吧：你们被自己的想当然和认为对方非如此不可的固定观念束缚了。需要反省的时间，你对爱情的牺牲对会给对方很大的触动，也会成为你们关系发展的催化剂。那将成为改变现今关系的一步。目前的他处于不能挣脱的状态，尽管他似乎意识到了自己不能表达出自己的心意。",
        "msg8": "单身的人，预示曾经的恋情复合或遇到真正的知己、如果已经在一起了，那么也许默默的付出正在获得回应。",
        "msg9": "情感方面这张牌强调的是隐忍、耐心、坚持，无论经历过什么，只要初心不变，不要太计较感情上付出的回报和得失，因为黎明就在眼前，回报终将或者说即将到来",
        "msg10": "而对于学业、事业方面：\r\n你的事业会有短暂的停顿，但你很清楚其中的原因，再次确认自己的目标，做好出发的准备。",
        "msg11": "努力付出就会成功、非常适合从事适合福利或义务性的工作、若是换位思考便有助于攻克难题。未来里至少两三个月的时间里你会非常累，这是一份收益较迟的工作，并且也是前期要付出很多，在刚开始会很累人，不过如果你能坚持下去，它最终会给你意想不到的超额回报！当然前提是你能够坚持到它回报你的时候，付出有些时候也是等待收获的一个关键。",
        "msg12": "如果还是学生，学习上不妨先找一个任务和目标，然后看自己在达成目标的过程中缺什么学什么，我身边一个好朋友就是，她的成功完全是一个逆过程，她不是先学然后再看自己能干什么，她从一开始就想成一个糕点师，然后反过来看需要掌握什么技术，需要购买什么设备，需要采购什么原料，需要学习如何制作，再去买书求学苦读练习，现在人家已经开了好几家店了",
        "msg13": "人际财富和财运方面：\r\n近期的财运状况不是很好，有的时候会需要花钱消灾，也因助人损失金钱，经常会扮演着吃亏的角色。",
        "msg14": "最后，健康生活方面注意不要过度劳累，避免长期熬夜。",
        "msg15": "占卜解牌到这里结束了，牌面显示最近整体运势一般偏好。22张大阿尔卡那牌构成了多样的人性，包含了许多不同的层次和模式。每一个人都应该经常反思一下，爱情、事业、生活，要走向自己的目标，今天你做了什么，是正号还是负号，负号就要反躬自问采取措施了。坐享无法成功，如果不想悔恨，就赶快行动！吃必要的苦，耐必要的劳！若不能“有所为”，起码要“有所不为”，不要当懒惰的俘虏。希望你会对结果感到惊喜。",
        "msg16": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg2": {
      "img": "images/4.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:节制逆位。下面开始解牌",
        "msg3": "这是一张节制牌逆位，牌面的基本属性是：协调、配合、节制、净化、治疗。",
        "msg4": "牌面中天使双手拿着两只圣杯它们分别代表“物质”和“精神”，一脚站在水中，另一脚站在陆地在他胸口中心，有一个白色的四方形，中间一个橘色的三角形代表精神自有形的身体中升起。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "简单来讲逆位放置的皇后隐含着：\r\n1.消耗，浪费，没有节制的损耗。\r\n2.缺乏调整的能力， 难以保持平衡的状态。\r\n3.爱情不稳，爱情彼此没有默契,总是有一方提出对方不想接受的意见。\r\n4.不稳定的工作,混乱的生活状态,内心浮躁。\r\n5.僵持不下，互不相让。\r\n6.两头受累。\r\n7.在争夺利益中耗费很多。",
        "msg7": "这张牌本身的含义是:\r\n缺乏自我调节的能力、开销过大、遗忘初衷、精力消耗殆尽、没有任何的节制、沉闷的说教。",
        "msg8": "我对这张牌的解读是：\r\n没有目的的行为。或许在你着手进行任何行动之前，你应该重新认识你的目的。这张牌也意味对于在某种状况内该怎么办缺乏了解，为了得到满足感而不断寻找目标，而结果却只有失望，以及继续地设定下一个目标。",
        "msg9": "感情方面谈谈我的看法：\r\n需要好好的整理一下心情，你对感情的太热过太冷，似乎需要平衡一下了，过度导致的情绪会成为矛盾，正所谓张弛有道，过犹不及，是时候该检讨一下自己了。",
        "msg10": "面对感情三心二意、双方都不善于控制自己的情绪、无法调整恋情中彼此的位置、发生摩擦无法主动谈和、彼此没有特别的默契、让彼此身心都感觉疲惫的恋情。感情上彼此的关系处在不平衡的状态。有可能是因为你没跟得上对方的变化，虽然在不断尝试着沟通，但每次之后总是感觉没有收获，正因为如此你们之间的距离才会越拉越大。对方目前正在摇摆中，或许他急着想快些得出本不应着急的结论。",
        "msg11": "工作和学习方面:\r\n状态低迷，效率低下，进展的不顺利，容易产生烦躁情绪，行为上也会出现散漫自制力下降，会感觉到很多方面都不尽如人意。",
        "msg12": "这是一个让你觉得有些闹心的工作，或许其工作内容也或者是因为工作环境，甚至只是单纯的心情想法上的，你会对此感到不舒服不愉快。其实对你来讲这份工作已经没有继续下去的必要了，除非你能够及时的调节好你纷乱的心态，不然还是换一个比较好。对你来讲带着压抑的情绪工作，你已经没有太多精力去管太多事，自然前景也可谓是一片黑暗。",
        "msg13": "如果还是学生党，耐心是你度过低迷，重新找到方向的唯一途径，不要随便怀疑自己，特别曾经成功的经验，有时只是积累的还不够到质变的程度罢了。",
        "msg14": "说一下近期的财运和人际关系:\r\n这两方面牌面显示都不是太好，财运方面可能是因为一味的追求流行时尚等，挥霍无度浪费金钱，近期容易与人发生财务纠纷这点特别要注意。人际方面也是比较容易出现不和谐的现象，可能因为利益冲突等原因。",
        "msg15": "其他方面：合作容易出现分歧，难以达成共识，或者团结受到影响。",
        "msg16": "占卜解牌到这里结束了，牌面显示最近整体运势不佳，不过这也没什么好纠结的，人生犹如潮起潮落，日复一日没人能够逃脱自然的循环。人生总有不如意之时，没有失落也就没有希望，现在能做的就是蛰伏、多思少动，就是＂熬＂。熬，不是对命运的妥协，是积蓄能量，是生命的升华。不是消极的熬，而是积极的熬，乐观向上，笑脸相迎。熬得久了，心性磨炼得坚韧了，运势也就变了，熬着熬着也就前进了成功了！",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎 /::>兔費占卜，决不食言",
        "msg18": ""
      }
    },
    "msg3": {
      "img": "images/5.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:魔术师正位。 下面开始解牌",
        "msg3": "这是魔术师正位哦，牌面的基本属性是：观察、开始、创造",
        "msg4": "牌面上可以看到魔术师高举拿着令牌的右手指向天，左手食指指向地，他本人就是沟通上天与地面的桥梁。他身前的桌上放着象征四要素的权杖、圣杯、宝剑与星币，同时也代表塔罗牌的四个牌组。身上的大红袍子象征热情与主动，白色内衣代表纯洁与智慧的内在。注意他的腰带是条蛇，象征智慧与启发。魔术师头顶上有个躺下来的8字，代表无限。画面前方和上方的红玫瑰象征热情，以及白百合象征智慧。此时，万事齐备，可以开始他的新计划了。",
        "msg5": "这些是从牌面来解读的意思，宝宝大概了解下，下面我来具体的说明下你的近期运势。",
        "msg6": "简单来讲正位放置的魔术师隐含着：\r\n1．具备了独自办事的能力，并且事务都可以听从指挥。\r\n2．思维敏捷，行动迅速，强有力的表达能力。充满了无比的自信。\r\n3．在恋情中，掌握了规律，并且渐渐变得聪明，知道驾驭对方的方法，恋情有可能会出现大的进步。\r\n4．周遭有辅助自己的事务出现，在工作中，会出现较之前更顺利的进展。\r\n5．一直以来的梦想会得到机会实现受好奇心驱使从而展开调査研究、具有独创性、开展新的计划并获得成功、会有发展潜力、幸福的开始。",
        "msg7": "这张牌具备的几层含义：\r\n开展新计划成功率很高、有发展潜力、思路清晰缜密有独创性，好奇心强、遇见新恋情的机会很大、身边有良师益友",
        "msg8": "而我对这张牌的解读则是\r\n在爱情方面您的运势很不错，近期适合新恋情的展开、会受到异性的欢迎、品尝到爱情的喜悦、与心上人心有灵犀一点通有很多说不完的话语、愉快的相处模式，又不会太亲密让人疲惫，这使得你们的关系很快的被拉进。经营爱情游刃有余，处于主动地位。总之预示着甜蜜爱情或者告别单身",
        "msg9": "对于已经有恋人的人来说，建议去一些特别的约会地点或者换一种约会方式会给彼此带来新鲜而美好的感觉，让双方在一起时空气都弥漫着愉快的味道。把握住机会向着成功稳步前进，求婚示爱勇敢上前。",
        "msg10": "对于还没有恋人的朋友，最近可要注意哦，桃花正在像你靠近，好好把握机会大胆出击吧！",
        "msg11": "恩 对于是学业和事业方面在事业上，你近期或许会产生一些新的想法和方式来获得好的成绩、业绩。同时专注力很好注重细节，近期会制定一些高效的计划，在事物处理上你一直都处理的很得当，近期更应该充分发挥自己所学的本领，容易得到了很多人的认同。",
        "msg12": "工作的朋友，给你的忠告是保持现在的节奏，不要放松警惕，乘胜追击让事业更上一个台阶。如果你正在找工作，根据自身才能和特点制定一个职业规划，再去实施，不可盲目，入错行你损失的不仅仅是时间，而是不可挽回的机会。",
        "msg13": "人际财富方面呢，看起来近期适合结交更多的朋友、并从中甄选出良师益友、寻得彼此互补的合作对象，财富上能够以合理的代价获得想要的东西。",
        "msg14": "健康生活方面工作顺利的弊端是身体可能会欠佳，主要是比较疲惫，因为一切顺利心情与精神倒是很不错，一定要注意劳逸结合，多休息就可以得到改善。",
        "msg15": "最后建议你看书、野炊、有氧运动，用这种方式进行放松休闲吧！占卜结束，近期运势非常不错，好好把握当下。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg4": {
      "img": "images/6.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:情侣正位。下面开始解牌",
        "msg3": "你抽到的是一张情侣牌正位，牌面的基本属性是：选择、爱情、性、结合、罗曼蒂克",
        "msg4": "牌面上阳光普照，有个天使出现在一对男女的上方。他们两个人裸身站在两棵树之前。女人身后是一棵知识树，而男人背后则是生命树。恋人牌是有关选择的牌，为了找寻满足，男人向往女人，而女人则向往精神或内心。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.面临着重大抉择， 须谨慎而深思熟虑，选择不当， 则会后果严重。\r\n2.恋情发展非常顺利，而且有身体结合的可能性。但即使你们身体结合，也是由于真诚和甜蜜的爱而结合。\r\n3.预感到罗曼蒂克的爱情会来到。\r\n4.在恋情或者婚姻中，感受到了无比的美满和幸福。并且伴侣关系长期且甜美。\r\n5.或许会出现合作伙伴，结盟，如果合作，会有一番很不错的合作。\r\n26.面前可能会出现好的机会。",
        "msg7": "而我对这张牌的解读是：\r\n为了爱的关系而做的某些决定。这张牌也可能代表你生命当中一段重要的恋情，在暗示随着一段恋情中所做出的决定，你从另一半那边得到实质的协助或情感上的支持。",
        "msg8": "这是塔罗牌中解释爱情最好的一张牌，他代表这人生的青春期，感情和肉体对爱的渴望，它暗示恋情将向彼此关系更亲密的方向发展。也可以形容在决定到底要保留就有的关系，或转进新关系当中。它暗示你已经由过去经验而得到成长了，因此你可以安全的迈向一个新的阶段。所以情侣也是一张代表决定的牌，它通常是指有关两性关系的决定。它可能是在描述沉浸在爱恋之中的过程，因为它可以意指一段两性关系中的最初，或者是罗曼蒂克的阶级。",
        "msg9": "单身的人近期可以多参加团体活动，或者接收亲友的介绍，很可能遇到一段罗曼蒂克的恋情哦！",
        "msg10": "学业、事业方面的话：\r\n事业中的情侣牌则表示为选择以及合作；遇到决定前途的大好机会、以团队协作获得成功、敏锐的观察力、出现好帮手；目前看来这是一份还算不错的工作，但并不是一份绝对能永远“保值”的工作，对你来讲在这份工作中你需要不断的保持正确的决策和行动，一旦你做出错误的选择，或许就会给你带来较大的负面影响。虽然整体来讲未来里发展是顺利的，你和周围人的相处也都比较愉快，但你也不能太掉以轻心，特别是一些看似很不错的诱惑，你得谨慎选择，别去做不该做的，不然等着你的那将是万丈深渊哦。",
        "msg11": "学生党喜欢的科目成绩优异、擅长文科或艺术类科目、因互学互助成绩有所提高。",
        "msg12": "嗯…再来看看人际财富，财运方面\r\n有可能出现好的伙伴、人际关系较好、社团活动顺利、朋友增加（同样也导致支出费用的增加…）、与他人易于亲近、活泼开朗幽默。",
        "msg13": "其他方面：愉快的短暂旅行、愉快的郊游会带来好运。",
        "msg14": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg15": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg16": ""
      }
    },
    "msg5": {
      "img": "images/7.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:死神逆位。下面开始解牌",
        "msg3": "你抽到的是一张死神牌逆位，牌面的基本属性是：结束、转变、新生",
        "msg4": "牌面中可以看到，死神坐骑白马，高高在上，俯视地上的生灵，在他的手中高举一面绘有蔷薇十字会图腾的黑色旗帜。在死神的马下，分别是国王、圣职者、妇女和儿童，代表终生对死亡的四种看法。国王抗拒死亡，最终被践踏于死神的马蹄之下；圣职者将令牌置于地上，崇敬死亡，并上手合十祈祷主的引领以求步入天堂；妇女跪在地上，因对死亡的恐惧而昏厥过去；只有那个天真可爱的孩子因为无知而满脸稚气好奇地看着死神。象征着无论是富贵还是贫穷、无论是男女老少，死亡都是一种不可抗拒的自然现象，无法逃避，也无需逃避。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是逆位放置的，象征着：\r\n1.起死回生，柳暗花明的机会。\r\n2.奇迹般康复病情。\r\n3.斩断情丝，开始新生活。\r\n4.彻底对不适合的恋情告别。\r\n5.低迷期的结束，新的良好开端。\r\n6.重新获得认可。\r\n7.改变了印象或挽回了名誉\r\n8.僵持的局面出现了转机。",
        "msg7": "这张牌本身的含义是\r\n改变计划、变换一下形象、东山再起、走出低谷、脱胎换骨、勇于开拓、精力十分的充沛。",
        "msg8": "我的解读是，请注意哦，以下解读中的死亡指的是旧事物的结束，并给新事物让路。死神牌代表改变的这段其间。也可以这样说，生命中的某个章节就要结束了。",
        "msg9": "当死神牌倒立时，有可能是指你不愿意接受结束的事实、不肯放手、顽固、恐惧改变、沉溺在过去而不愿展望未来。也可能表示原本应该进行的改变停滞了，形成僵局。另一方面，激进的人为了抗拒改变，可能会采取激烈的举动。死神逆位提醒我们，不愿往未来前进，不仅无法成长，更会阻滞新生活的开展。此时应该要停下来思考，己害怕的究竟是什么？迟迟不肯放手，只会让最终的结束过程更加痛苦。既然无法避免，不如早点迎向新生活。将来回过头，你会惊讶当初的自己为何这么想不开。",
        "msg10": "在感情上，目前对方他的想法已经较之前发生了改变，但自己却没有意识到这一点。 而你却在逃避现实，你俩的距离正在越来越大。两人的关系再也不会像以前那样了。你一定不想承认吧？ 不过，你一日不舍去现在的固执，就一日不能进入下一个阶段。这个世界上没有什么是永恒不变的。",
        "msg11": "单身的人低迷期即将结束，柳暗花明的机会。",
        "msg12": "对于学业和事业呢：\r\n可能遭遇失业和转业的困境，原定计划停滞不前，不得不推倒重来。事业完全转变的机会到来，但可能潜伏危机，你在试图“两全其美”，希望能够发生奇迹。",
        "msg13": "学生党学习方法有问题，成绩下降。",
        "msg14": "人际关系上和朋友之间的原有关系恶化（旧的友谊破裂），新的友谊发展，人际圈子出现不小的变化。甚至有可能完全脱离以前的交际关系，进入一个新的圈子。",
        "msg15": "财运不佳，会失去金钱，但不必为此而慌张，因为你会得到其他的补偿。收到过去的欠款。一直以来失败的投资有所起色，会收到相应的补偿。这段时间一定要放宽心态，不要为金钱的损失而过分苦恼，有其他方面的补偿。",
        "msg16": "健康状况出现意外的病症，或者病情意想不到的加重，但这将让你因祸得福。",
        "msg17": "综合来看目前不敢面对事实，不愿前进，把自己关闭在过去的世界，常常自己伤害自己。",
        "msg18": "占卜解牌到这里就结束了，牌面显示最近整体运势好坏参半。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg19": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg20": ""
      }
    },
    "msg6": {
      "img": "images/8.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:太阳正位。下面开始解牌",
        "msg3": "你抽到的是一张太阳牌正位，牌面的基本属性是：成功、自由、喜悦、阳光",
        "msg4": "牌面中一个小孩骑着一匹马在歌颂着太阳带来的生命力，接受着太阳赋予他的能量。太阳的力量如此强大，它给世间万物以生命，它的光 芒如此温暖，所有的生命都为之感动。它的力量完全是正面的，充满希望和理想，任何黑暗都抵挡不住它的光芒。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.充沛的体力，丰富的生命力。\r\n2.心满意足，巨大的成就感。\r\n3.人际关系非常好。\r\n4.爱情美满，令人羡慕。\r\n5.内心充满了热情和力量。\r\n6.一定能够实现的约定，爱情中可能订婚或者结婚。\r\n7.金榜题名，飞黄腾达。\r\n8.去充满阳光的地方进行旅游可以补充能量。\r\n9.纯洁而快乐，无忧无虑。",
        "msg7": "而我对这张牌的解读是：\r\n这是大阿卡纳中最好的一张牌，它象征知识与活力。这张牌解的关键点是“生命力”，它是希望和理想的力量，不受任何外在的干扰与内在的对抗，即便有内心的黑暗面想要出来干扰你，但在太阳的光芒下，它们立刻就会消失，所以不必为一些烦恼所困扰。",
        "msg8": "在感情方面，和他相处一定让你觉得很开心愉快吧，就算之前有所坎坷目前也已经走出，前面的一切都是敞亮的，也是洒满歌声和欢乐的坦途，你们无论什么事都非常开心，并且和他在一起也很能够让你感到开心，就好像回到孩童般那样。不仅仅是感觉上，实际意义上也都是很顺利，暂不会遇到任何阻碍和问题！",
        "msg9": "单身的人很有可能有美好的恋情出现哦！",
        "msg10": "另外就是学业和事业了，在事业上你会达到你想要的目标，你的工作状态积极主动。你的工作环境明朗，实力得以充分发挥，只要你竭尽全力就能获得成功。",
        "msg11": "目前你的工作也算是一个非常棒的工作，工作中没有任何事是需要你担心和纠结的，一切都是那么顺利和稳定，你只需要安心安静的做好你该做的就可以了。就算是这样，近期还会有贵人相助，将会有更好的发展机遇。",
        "msg12": "学生党面对课业积极上进、成绩快速进步、考试顺利，可能会遇到名师。",
        "msg13": "嗯…人际财富，财运的话呢\r\n近期会有意外之财，你的财运鼎盛，储蓄也在增加。与盆友关系日亦亲密、好友越来越多。",
        "msg14": "最后，健康方面，看得出你体力充沛、顽强的生命力、身体比较健康。\r\n其他方面：非常适合户外活动、呼吸新鲜空气可以使心情愉悦、生活充实。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg7": {
      "img": "images/9.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:星辰正位。下面开始解牌",
        "msg3": "你抽到的是一张星辰正位，牌面的基本属性是：希望、祝福",
        "msg4": "这张牌上面的女人提着两个水壶。她将其中一壶里的水倒进水池中，而另一壶则倒在陆地上。天空很晴朗，有八颗星星，每一颗星星都有八个角，清晰可见。有一只展翅欲飞的朱鹭坐在一棵树上，这朱鹭是透特的象形符号或象征，透特是古埃及的时间守护神，那是为众神和医疗者的守护神而抄写的纪录。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.愿望达成了。\r\n2.前途光明，未来充满希望 。\r\n3.有新的创造力和想象力。\r\n4.生活美好， 水准提高了。\r\n5.爱情即将有结果，两人都有非常幸福的感觉。\r\n6.身体健康。.",
        "msg7": "而我对这张牌的解读是：\r\n从这张牌开始状况已经脱离负面的压迫感，也没什么特别担忧的事情困扰着你，因为看到星星，就明白我们身处夜晚，星星会为旅途中的人们引路，在星光的指引下走向光明的未来。所以这是一张充满希望的牌。可以说是历经一场动荡后的结果趋于平静的牌。星辰的含义中还有一点是很容易被忽略的，这就是“怀孕”的意思,这里指的是如果有孕育下一代的打算，当前是合适的时机并且容易受孕。",
        "msg8": "恋爱中的情侣：遇到理想的恋人、从友人转为恋人、迸发爱的火花。你们的感情是充满了希望的，似乎你们之间才刚刚开始，或许是刚度过了一次难题，也或许是才牵手才相遇，总之现在的你们双方对未来是充满了希望和期待的。只是相对来讲，你们的未来至少现在来看是虚幻的，未来再美好，那也只是你的幻想和期待，并还未成真，一切也都还没成为定数，现在的你们确实很好，但也要注意一直保持下去哦。",
        "msg9": "单身的人预示将会遇到美好",
        "msg10": "接下来是学业、事业方面的解读\r\n当牌面正立时，代表当你在事业上得到希望的能量时，前途会无比光明。对于这份工作你还是充满了各种憧憬和幻想的，似乎在过去你就不断的计划着它的未来和每一步的行动。而也确实这份工作前景还算不错，至少现在来看是一片小光明的！",
        "msg11": "学生党学业前景乐观、对课业充满好奇心、因独特的读书方式从中受益，有独特的创造性、能达到高目标。",
        "msg12": "事业上的一些建议：\r\n虽然目前的工作前景不错，但你需要记得，在一切没发生之前，那都是幻想和期待并不是现实。所以如果你希望它能成真，就需要未来里谨慎之与不断努力。这是一份充满希望的工作项目，但如果你自己不注意把握，也是有可能搞砸的哦。",
        "msg13": "嗯…那么在人际财富，财运方面\r\n可以看出你进可能会有新的财源，凭直觉可能会有获得意外的收入。与兴趣相投的朋友交往愉快、得到相辅相成的友谊、遇到十分理想的朋友。",
        "msg14": "最后，您目前身体状况绝佳，继续保持。\r\n其他方面：适合前往生态环境良好的地区、对文化古迹略感兴趣、偏爱艺术、获取专利。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势很好。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg8": {
      "img": "images/11.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:愚人正位。下面开始解牌",
        "msg3": "你抽到的是一张愚人正位，牌面的基本属性是：开始、自由、天真、随性、大胆、旅行",
        "msg4": "牌面描述的是一个愚人穿着华丽的服装，保持着欢悦的神色，无视脚下的的悬崖，遥望天际，昂首阔步前行。他的小白狗狂吠着，似乎是在提醒他要悬崖勒马，又像是在跟他嬉戏。传说愚人手中的木棒是魔术师的魔杖，有着操控世间万物的魔力，但是在愚人手中似乎成了一个玩物，是无知无畏还是大智若愚，只有愚人自己清楚。",
        "msg5": "以上是牌面的隐晦含义，其实没有必要去深究，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "您抽到这张是正位放置的，象征着：\r\n1．愚蠢而无知，又或者是大智若愚。\r\n2．精神状态处于无我状态，有些兴奋过度，对周遭的危险毫无知觉。\r\n3．充满希望，不被四周环境所桎梏，勇敢地表达自己的想法。自信无比，乐天。\r\n4．艺术家般的状态，心态非常忘我。\r\n5．纯真甜美的恋情。",
        "msg7": "这张牌本身的含义是自由奔放、有冒险精神、不拘泥于传统的观念、寻求自己的梦想、一切从最初出发、并且喜欢四处流浪的生活。",
        "msg8": "而我对这张牌的解读是\r\n在爱情方面您的运势还是很不错的，有巩固发展爱情或迎来新恋情的机会，在爱情中你比较喜欢自由恋爱，容易轻易坠入爱河时常不顾及他人看法，你更喜欢以独特的方式获得自己想要的爱情，在爱情中您很重视浪漫色彩。你的恋人对你来说一定是很独特的，对方绝对是个热情又充满魅力的人，很有气质甚至可以说是气场，而他/她的气质本身就是最吸引你的地方。对方给你的第一感觉是成熟，但在深入接触后你会看到其不成熟的一面，不过至少当前你并不介意，可以说对方在你心里还是非常有分量且重视的。",
        "msg9": "爱情方面，如果已经有恋人了，那么要想你们的感情能有长久的发展，一味的激情四射是不可以也不够的，你需要去多挖掘你们感情中其他的方面，比如兴趣爱好，比人生追求等等，可以偶尔的两人一起静静的做些什么，做一点不太浪漫很平淡的事，有些时候简单反而更有其特殊的魅力哦。",
        "msg10": "如果还没有恋人，那么这张牌往往预示着你是一个默默等待爱情的人，亦或者当对方表示对你好感不足时，你就会早早放弃，去寻找下一个目标，周而复始。如果是这样的话，宝宝你懂的，再不疯狂我们就老了，要积极主动起来，一个人一生中会遇到很多匆匆过客，你也会是很多人的匆匆过客，但至少也要做一个给别人印象深刻的 匆！匆！过！客！，此外要多听取别人建议。",
        "msg11": "在事业上，你应该是个很热衷于事业、学业，事业心很强的人。你擅长以你自己独特的方式取得意外的收获，在工作学习中你会把握重点、寻求捷径，你比较喜欢倾向于自由的工作氛围，您有一定的自由职业倾向，同时也比较适合从事艺术类相关的工作。",
        "msg12": "事业方面我的一些建议是\r\n1如果您已经有工作了，在工作事业上，你可能总是会有一些很大胆的想法和计划，并且能够将之付诸行动。这也是过去里你成功的一大秘诀，但他并不是一个非常好的行为。虽然这份工作对你来讲算是前景无限的，即使你有可能失误几次，也不会有太多负面的影响。但不得不说，可能你在工作中得多一些谨慎了，不然一旦出了大问题，你会摔的很惨。",
        "msg13": "如果你正在找工作，那么我建议您要从您的兴趣爱好出发，将兴趣爱好做精做强，方能成就一番事业，有悖于您性情和兴趣的工作可以作为过渡，但很难有大的发展。",
        "msg14": "在人际财富，财运方面，可以看出你是个投资观念很强的人，比起依靠工作赚取稳定收入您更热衷于靠智慧和机遇获得收益，人际交往上倾向于以轻松的方式交友，对于应酬比较排斥。",
        "msg15": "人际财富方面的建议是您可能在投资上面会有孤注一掷不计后果的心理，会因为有时的粗心大意而失财，所以你要学会适度理财，控制投机心理，这样你的财运才会向好的方向发展。朋友交往上，建议您在交往过程中在彰显自我个性的同时注意留有余地，避免给别人带来反感。",
        "msg16": "健康生活方面，您有自己独特的保健之法、彰显自我个性的穿衣方式，建议方面注意持之以恒。\r\n其他方面，近期您适合来一次漫无目的说走就走的旅行、去憧憬一下大自然、可以尝试挑战新鲜事物、去四处流浪吧 哈哈",
        "msg17": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油",
        "msg18": "觉得准的宝宝就赐一个红小包吧图个吉利，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg19": ""
      }
    },
    "msg9": {
      "img": "images/10.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:隐士正位。下面开始解牌",
        "msg3": "你抽到的是一张隐士正位，牌面的基本属性是：谨慎、内敛、自省、孤独、引导",
        "msg4": "牌面中可以看到，一位老者身披灰色斗篷站在冰天雪地的山颠，手提一盏油灯，好像是在低头沉思。那看似微弱的灯光，在渺无人烟的暗淡雪夜中，显得有些无助，但对老者而言，那是真理、也是希望。老者孤寂的反省着自己的过去，跟随真理之灯的指引，暗示了寻求真理道路上的艰辛、朴素，预示了只有以开阔的胸怀认知世事，以不断反省的态度探知真我，方能求得正果。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.拥有智慧和卓越的见解。\r\n2.思虑周密，冷静沉着。\r\n3.需要独处和内省，自我思考的空间。\r\n4.可以向有智慧的前辈或长者请教。\r\n5.独处。单身，对感情放弃，更愿意退出这种关系。或者对感情深藏不露。\r\n6.对周围的情况要保持着警惕心。",
        "msg7": "这张牌本身的含义是\r\n自信、特别的理智、非常的踏实、不喜形于色、中肯的建议、坚持不懈、沉着冷静、闭门静思养精蓄锐。",
        "msg8": "我的解读是\r\n这张牌代表暂别外在的世界，以便唤醒内在的自我，不断内省，向自己内心索求答案，也就是省思的一段时间。你可以透过思索来推敲那些行动是有用、哪些是浪费的，倾听自己的心声、梦想，或倾听朋友、长者、老师的话。\r\n经过一番探索内心真正的感受和价值后，才能把问题彻底解决获得真正满足和想要的结果。",
        "msg9": "恋爱中的你们的感情现阶段还算比较模糊，虽然在你看来对方可能是个很神秘的人，但其实对方绝不是你所看到的那样，现在的他，相比起两人的关系更关注自己，他想探寻自己今后到底想何去何从。所以你们的感情发展还没有表面上看来的那么简单。你们的关系在未来也并不会那么好走，你首先需要找到“一盏灯”一个明晰的方向，然后才好按着方向前进。对你来讲你们的感情关系在短期内可能很难有太大的进步发展，但如果你在未来里能找到那个给予你们感情帮助的人，那么会有很大的改变。",
        "msg10": "单身的人现阶段还会保持单身，可能是因为你或者他比较注重事业暂时不想或者没时间谈恋爱。",
        "msg11": "在爱情方面我建议：\r\n对于你们的关系，还需要进一步发展和接触才能下定论。发展到现在的程度并不容易，所以更建议是稍微冷静一下。不要听任事态发展，你将独自一人慢慢思考：自己真正想要的到底是什么。在这个过程中你或许柳暗花明又一村也不一定。希望和机会并不一定会送到你的面前，如果你对他有喜欢，那么接下来请停下脚步，思考。",
        "msg12": "接下来就是学业和事业了\r\n努力奋斗一定会成功、拟订长期计划、注重细节、有特别棒的分析能力、追求稳定的工作状态、获得正确的检验、勤勉、遵守规则、一板一眼。虽然表面上来看，这是一份很普通的工作，它似乎并没有什么特殊的地方，并且在工作中一切都那么简单正常，就像普通工作一般，稳定，慢慢的等待升迁又或者离职。但其实在你的这份工作中如果你仔细观察，期间是会有很多不错的机会的，而你只要能把握住这些机会，是有很大的概率一夜飙升的哦！其实你本人也是属于喜欢默默付出行动的人，其实偶尔的别那么隐秘也会让你更快获得领导赏识。",
        "msg13": "如果你是个学生党：那么你属于一个很低调的人，其实在这方面你已经学的很不错了并且本身天赋也是很好的。但是很多时候你都不愿意将你的真实情况表露出来，习惯性隐藏着。其实这也没啥了，你的学习状况也不会因此而变差。同时你在学习中可以多注意和关注细节问题，不要太马虎，多去扑捉自己灵光一闪的东西，会对你的学习有帮助。",
        "msg14": "嗯…还需要看看人际财富和财运\r\n财运很好，开源节流，对自己的开销也很有计划。人际关系上有自知之明，以礼待人，因内敛从而受人信赖，容易相信忠言。",
        "msg15": "最后，健康方面情绪比较平和、天然的食物非常有益于健康，近期的身体很健康哦\r\n其他方面：近期适合书法、对弈、郊游、拟定计划、写日记。",
        "msg16": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg18": ""
      }
    }
  },
  "key3": {
    "msg1": {
      "img": "images/3.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:吊人正位。下面开始解牌",
        "msg3": "你抽到的是一张吊人牌正位，牌面的基本属性是：牺牲、等待、换位思考、以退为进牌面的图案是一个被倒吊的人，双手被束缚于背后，脚上有一双黄色的拖鞋，是暗示经由脚来传导精神能量，而不是经有冠状气轮。他知道不论采取什么姿势，这股力量都可以接近他。在你洞察人生所代表的真义之后，你已经能够平静的接收自己，以及你在人生中所处的位置",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是正位放置的，象征着：\r\n1．一段正在进行的过渡期。\r\n2．有偿的牺牲。暗示着得到之前的失去。\r\n3．想法的转折。\r\n4．用另一个角度看待问题。\r\n5．在选择后的平静。安静地等待时机的转变。\r\n6．为了心中的理想做出牺牲，明知道辛苦却依然付出努力。\r\n7．具备了悔过的心态。\r\n8．做出调整。\r\n9．爱情中，反省的状态，内心平和而安宁。",
        "msg6": "这张牌本身的含义是：\r\n在成功前必须经历磨难，倒吊看世界看人生，换一个角度看问题，正对看待磨难和失败在我看来这是一张中性偏好的牌，告诉我们磨难是有的，但是历经磨难才能成就自我，不懂的约束就不配享受自由",
        "msg7": "两个人都应该会意识到吧：你们被自己的想当然和认为对方非如此不可的固定观念束缚了。需要反省的时间，你对爱情的牺牲对会给对方很大的触动，也会成为你们关系发展的催化剂。那将成为改变现今关系的一步。目前的他处于不能挣脱的状态，尽管他似乎意识到了自己不能表达出自己的心意。",
        "msg8": "单身的人，预示曾经的恋情复合或遇到真正的知己、如果已经在一起了，那么也许默默的付出正在获得回应。",
        "msg9": "情感方面这张牌强调的是隐忍、耐心、坚持，无论经历过什么，只要初心不变，不要太计较感情上付出的回报和得失，因为黎明就在眼前，回报终将或者说即将到来",
        "msg10": "而对于学业、事业方面：\r\n你的事业会有短暂的停顿，但你很清楚其中的原因，再次确认自己的目标，做好出发的准备。",
        "msg11": "努力付出就会成功、非常适合从事适合福利或义务性的工作、若是换位思考便有助于攻克难题。未来里至少两三个月的时间里你会非常累，这是一份收益较迟的工作，并且也是前期要付出很多，在刚开始会很累人，不过如果你能坚持下去，它最终会给你意想不到的超额回报！当然前提是你能够坚持到它回报你的时候，付出有些时候也是等待收获的一个关键。",
        "msg12": "如果还是学生，学习上不妨先找一个任务和目标，然后看自己在达成目标的过程中缺什么学什么，我身边一个好朋友就是，她的成功完全是一个逆过程，她不是先学然后再看自己能干什么，她从一开始就想成一个糕点师，然后反过来看需要掌握什么技术，需要购买什么设备，需要采购什么原料，需要学习如何制作，再去买书求学苦读练习，现在人家已经开了好几家店了",
        "msg13": "人际财富和财运方面：\r\n近期的财运状况不是很好，有的时候会需要花钱消灾，也因助人损失金钱，经常会扮演着吃亏的角色。",
        "msg14": "最后，健康生活方面注意不要过度劳累，避免长期熬夜。",
        "msg15": "占卜解牌到这里结束了，牌面显示最近整体运势一般偏好。22张大阿尔卡那牌构成了多样的人性，包含了许多不同的层次和模式。每一个人都应该经常反思一下，爱情、事业、生活，要走向自己的目标，今天你做了什么，是正号还是负号，负号就要反躬自问采取措施了。坐享无法成功，如果不想悔恨，就赶快行动！吃必要的苦，耐必要的劳！若不能“有所为”，起码要“有所不为”，不要当懒惰的俘虏。希望你会对结果感到惊喜。",
        "msg16": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg2": {
      "img": "images/4.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:节制逆位。下面开始解牌",
        "msg3": "这是一张节制牌逆位，牌面的基本属性是：协调、配合、节制、净化、治疗。",
        "msg4": "牌面中天使双手拿着两只圣杯它们分别代表“物质”和“精神”，一脚站在水中，另一脚站在陆地在他胸口中心，有一个白色的四方形，中间一个橘色的三角形代表精神自有形的身体中升起。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "简单来讲逆位放置的皇后隐含着：\r\n1.消耗，浪费，没有节制的损耗。\r\n2.缺乏调整的能力， 难以保持平衡的状态。\r\n3.爱情不稳，爱情彼此没有默契,总是有一方提出对方不想接受的意见。\r\n4.不稳定的工作,混乱的生活状态,内心浮躁。\r\n5.僵持不下，互不相让。\r\n6.两头受累。\r\n7.在争夺利益中耗费很多。",
        "msg7": "这张牌本身的含义是:\r\n缺乏自我调节的能力、开销过大、遗忘初衷、精力消耗殆尽、没有任何的节制、沉闷的说教。",
        "msg8": "我对这张牌的解读是：\r\n没有目的的行为。或许在你着手进行任何行动之前，你应该重新认识你的目的。这张牌也意味对于在某种状况内该怎么办缺乏了解，为了得到满足感而不断寻找目标，而结果却只有失望，以及继续地设定下一个目标。",
        "msg9": "感情方面谈谈我的看法：\r\n需要好好的整理一下心情，你对感情的太热过太冷，似乎需要平衡一下了，过度导致的情绪会成为矛盾，正所谓张弛有道，过犹不及，是时候该检讨一下自己了。",
        "msg10": "面对感情三心二意、双方都不善于控制自己的情绪、无法调整恋情中彼此的位置、发生摩擦无法主动谈和、彼此没有特别的默契、让彼此身心都感觉疲惫的恋情。感情上彼此的关系处在不平衡的状态。有可能是因为你没跟得上对方的变化，虽然在不断尝试着沟通，但每次之后总是感觉没有收获，正因为如此你们之间的距离才会越拉越大。对方目前正在摇摆中，或许他急着想快些得出本不应着急的结论。",
        "msg11": "工作和学习方面:\r\n状态低迷，效率低下，进展的不顺利，容易产生烦躁情绪，行为上也会出现散漫自制力下降，会感觉到很多方面都不尽如人意。",
        "msg12": "这是一个让你觉得有些闹心的工作，或许其工作内容也或者是因为工作环境，甚至只是单纯的心情想法上的，你会对此感到不舒服不愉快。其实对你来讲这份工作已经没有继续下去的必要了，除非你能够及时的调节好你纷乱的心态，不然还是换一个比较好。对你来讲带着压抑的情绪工作，你已经没有太多精力去管太多事，自然前景也可谓是一片黑暗。",
        "msg13": "如果还是学生党，耐心是你度过低迷，重新找到方向的唯一途径，不要随便怀疑自己，特别曾经成功的经验，有时只是积累的还不够到质变的程度罢了。",
        "msg14": "说一下近期的财运和人际关系:\r\n这两方面牌面显示都不是太好，财运方面可能是因为一味的追求流行时尚等，挥霍无度浪费金钱，近期容易与人发生财务纠纷这点特别要注意。人际方面也是比较容易出现不和谐的现象，可能因为利益冲突等原因。",
        "msg15": "其他方面：合作容易出现分歧，难以达成共识，或者团结受到影响。",
        "msg16": "占卜解牌到这里结束了，牌面显示最近整体运势不佳，不过这也没什么好纠结的，人生犹如潮起潮落，日复一日没人能够逃脱自然的循环。人生总有不如意之时，没有失落也就没有希望，现在能做的就是蛰伏、多思少动，就是＂熬＂。熬，不是对命运的妥协，是积蓄能量，是生命的升华。不是消极的熬，而是积极的熬，乐观向上，笑脸相迎。熬得久了，心性磨炼得坚韧了，运势也就变了，熬着熬着也就前进了成功了！",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎 /::>兔費占卜，决不食言",
        "msg18": ""
      }
    },
    "msg3": {
      "img": "images/5.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:魔术师正位。 下面开始解牌",
        "msg3": "这是魔术师正位哦，牌面的基本属性是：观察、开始、创造",
        "msg4": "牌面上可以看到魔术师高举拿着令牌的右手指向天，左手食指指向地，他本人就是沟通上天与地面的桥梁。他身前的桌上放着象征四要素的权杖、圣杯、宝剑与星币，同时也代表塔罗牌的四个牌组。身上的大红袍子象征热情与主动，白色内衣代表纯洁与智慧的内在。注意他的腰带是条蛇，象征智慧与启发。魔术师头顶上有个躺下来的8字，代表无限。画面前方和上方的红玫瑰象征热情，以及白百合象征智慧。此时，万事齐备，可以开始他的新计划了。",
        "msg5": "这些是从牌面来解读的意思，宝宝大概了解下，下面我来具体的说明下你的近期运势。",
        "msg6": "简单来讲正位放置的魔术师隐含着：\r\n1．具备了独自办事的能力，并且事务都可以听从指挥。\r\n2．思维敏捷，行动迅速，强有力的表达能力。充满了无比的自信。\r\n3．在恋情中，掌握了规律，并且渐渐变得聪明，知道驾驭对方的方法，恋情有可能会出现大的进步。\r\n4．周遭有辅助自己的事务出现，在工作中，会出现较之前更顺利的进展。\r\n5．一直以来的梦想会得到机会实现受好奇心驱使从而展开调査研究、具有独创性、开展新的计划并获得成功、会有发展潜力、幸福的开始。",
        "msg7": "这张牌具备的几层含义：\r\n开展新计划成功率很高、有发展潜力、思路清晰缜密有独创性，好奇心强、遇见新恋情的机会很大、身边有良师益友",
        "msg8": "而我对这张牌的解读则是\r\n在爱情方面您的运势很不错，近期适合新恋情的展开、会受到异性的欢迎、品尝到爱情的喜悦、与心上人心有灵犀一点通有很多说不完的话语、愉快的相处模式，又不会太亲密让人疲惫，这使得你们的关系很快的被拉进。经营爱情游刃有余，处于主动地位。总之预示着甜蜜爱情或者告别单身",
        "msg9": "对于已经有恋人的人来说，建议去一些特别的约会地点或者换一种约会方式会给彼此带来新鲜而美好的感觉，让双方在一起时空气都弥漫着愉快的味道。把握住机会向着成功稳步前进，求婚示爱勇敢上前。",
        "msg10": "对于还没有恋人的朋友，最近可要注意哦，桃花正在像你靠近，好好把握机会大胆出击吧！",
        "msg11": "恩 对于是学业和事业方面在事业上，你近期或许会产生一些新的想法和方式来获得好的成绩、业绩。同时专注力很好注重细节，近期会制定一些高效的计划，在事物处理上你一直都处理的很得当，近期更应该充分发挥自己所学的本领，容易得到了很多人的认同。",
        "msg12": "工作的朋友，给你的忠告是保持现在的节奏，不要放松警惕，乘胜追击让事业更上一个台阶。如果你正在找工作，根据自身才能和特点制定一个职业规划，再去实施，不可盲目，入错行你损失的不仅仅是时间，而是不可挽回的机会。",
        "msg13": "人际财富方面呢，看起来近期适合结交更多的朋友、并从中甄选出良师益友、寻得彼此互补的合作对象，财富上能够以合理的代价获得想要的东西。",
        "msg14": "健康生活方面工作顺利的弊端是身体可能会欠佳，主要是比较疲惫，因为一切顺利心情与精神倒是很不错，一定要注意劳逸结合，多休息就可以得到改善。",
        "msg15": "最后建议你看书、野炊、有氧运动，用这种方式进行放松休闲吧！占卜结束，近期运势非常不错，好好把握当下。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg4": {
      "img": "images/6.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:情侣正位。下面开始解牌",
        "msg3": "你抽到的是一张情侣牌正位，牌面的基本属性是：选择、爱情、性、结合、罗曼蒂克",
        "msg4": "牌面上阳光普照，有个天使出现在一对男女的上方。他们两个人裸身站在两棵树之前。女人身后是一棵知识树，而男人背后则是生命树。恋人牌是有关选择的牌，为了找寻满足，男人向往女人，而女人则向往精神或内心。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.面临着重大抉择， 须谨慎而深思熟虑，选择不当， 则会后果严重。\r\n2.恋情发展非常顺利，而且有身体结合的可能性。但即使你们身体结合，也是由于真诚和甜蜜的爱而结合。\r\n3.预感到罗曼蒂克的爱情会来到。\r\n4.在恋情或者婚姻中，感受到了无比的美满和幸福。并且伴侣关系长期且甜美。\r\n5.或许会出现合作伙伴，结盟，如果合作，会有一番很不错的合作。\r\n26.面前可能会出现好的机会。",
        "msg7": "而我对这张牌的解读是：\r\n为了爱的关系而做的某些决定。这张牌也可能代表你生命当中一段重要的恋情，在暗示随着一段恋情中所做出的决定，你从另一半那边得到实质的协助或情感上的支持。",
        "msg8": "这是塔罗牌中解释爱情最好的一张牌，他代表这人生的青春期，感情和肉体对爱的渴望，它暗示恋情将向彼此关系更亲密的方向发展。也可以形容在决定到底要保留就有的关系，或转进新关系当中。它暗示你已经由过去经验而得到成长了，因此你可以安全的迈向一个新的阶段。所以情侣也是一张代表决定的牌，它通常是指有关两性关系的决定。它可能是在描述沉浸在爱恋之中的过程，因为它可以意指一段两性关系中的最初，或者是罗曼蒂克的阶级。",
        "msg9": "单身的人近期可以多参加团体活动，或者接收亲友的介绍，很可能遇到一段罗曼蒂克的恋情哦！",
        "msg10": "学业、事业方面的话：\r\n事业中的情侣牌则表示为选择以及合作；遇到决定前途的大好机会、以团队协作获得成功、敏锐的观察力、出现好帮手；目前看来这是一份还算不错的工作，但并不是一份绝对能永远“保值”的工作，对你来讲在这份工作中你需要不断的保持正确的决策和行动，一旦你做出错误的选择，或许就会给你带来较大的负面影响。虽然整体来讲未来里发展是顺利的，你和周围人的相处也都比较愉快，但你也不能太掉以轻心，特别是一些看似很不错的诱惑，你得谨慎选择，别去做不该做的，不然等着你的那将是万丈深渊哦。",
        "msg11": "学生党喜欢的科目成绩优异、擅长文科或艺术类科目、因互学互助成绩有所提高。",
        "msg12": "嗯…再来看看人际财富，财运方面\r\n有可能出现好的伙伴、人际关系较好、社团活动顺利、朋友增加（同样也导致支出费用的增加…）、与他人易于亲近、活泼开朗幽默。",
        "msg13": "其他方面：愉快的短暂旅行、愉快的郊游会带来好运。",
        "msg14": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg15": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg16": ""
      }
    },
    "msg5": {
      "img": "images/7.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:死神逆位。下面开始解牌",
        "msg3": "你抽到的是一张死神牌逆位，牌面的基本属性是：结束、转变、新生",
        "msg4": "牌面中可以看到，死神坐骑白马，高高在上，俯视地上的生灵，在他的手中高举一面绘有蔷薇十字会图腾的黑色旗帜。在死神的马下，分别是国王、圣职者、妇女和儿童，代表终生对死亡的四种看法。国王抗拒死亡，最终被践踏于死神的马蹄之下；圣职者将令牌置于地上，崇敬死亡，并上手合十祈祷主的引领以求步入天堂；妇女跪在地上，因对死亡的恐惧而昏厥过去；只有那个天真可爱的孩子因为无知而满脸稚气好奇地看着死神。象征着无论是富贵还是贫穷、无论是男女老少，死亡都是一种不可抗拒的自然现象，无法逃避，也无需逃避。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是逆位放置的，象征着：\r\n1.起死回生，柳暗花明的机会。\r\n2.奇迹般康复病情。\r\n3.斩断情丝，开始新生活。\r\n4.彻底对不适合的恋情告别。\r\n5.低迷期的结束，新的良好开端。\r\n6.重新获得认可。\r\n7.改变了印象或挽回了名誉\r\n8.僵持的局面出现了转机。",
        "msg7": "这张牌本身的含义是\r\n改变计划、变换一下形象、东山再起、走出低谷、脱胎换骨、勇于开拓、精力十分的充沛。",
        "msg8": "我的解读是，请注意哦，以下解读中的死亡指的是旧事物的结束，并给新事物让路。死神牌代表改变的这段其间。也可以这样说，生命中的某个章节就要结束了。",
        "msg9": "当死神牌倒立时，有可能是指你不愿意接受结束的事实、不肯放手、顽固、恐惧改变、沉溺在过去而不愿展望未来。也可能表示原本应该进行的改变停滞了，形成僵局。另一方面，激进的人为了抗拒改变，可能会采取激烈的举动。死神逆位提醒我们，不愿往未来前进，不仅无法成长，更会阻滞新生活的开展。此时应该要停下来思考，己害怕的究竟是什么？迟迟不肯放手，只会让最终的结束过程更加痛苦。既然无法避免，不如早点迎向新生活。将来回过头，你会惊讶当初的自己为何这么想不开。",
        "msg10": "在感情上，目前对方他的想法已经较之前发生了改变，但自己却没有意识到这一点。 而你却在逃避现实，你俩的距离正在越来越大。两人的关系再也不会像以前那样了。你一定不想承认吧？ 不过，你一日不舍去现在的固执，就一日不能进入下一个阶段。这个世界上没有什么是永恒不变的。",
        "msg11": "单身的人低迷期即将结束，柳暗花明的机会。",
        "msg12": "对于学业和事业呢：\r\n可能遭遇失业和转业的困境，原定计划停滞不前，不得不推倒重来。事业完全转变的机会到来，但可能潜伏危机，你在试图“两全其美”，希望能够发生奇迹。",
        "msg13": "学生党学习方法有问题，成绩下降。",
        "msg14": "人际关系上和朋友之间的原有关系恶化（旧的友谊破裂），新的友谊发展，人际圈子出现不小的变化。甚至有可能完全脱离以前的交际关系，进入一个新的圈子。",
        "msg15": "财运不佳，会失去金钱，但不必为此而慌张，因为你会得到其他的补偿。收到过去的欠款。一直以来失败的投资有所起色，会收到相应的补偿。这段时间一定要放宽心态，不要为金钱的损失而过分苦恼，有其他方面的补偿。",
        "msg16": "健康状况出现意外的病症，或者病情意想不到的加重，但这将让你因祸得福。",
        "msg17": "综合来看目前不敢面对事实，不愿前进，把自己关闭在过去的世界，常常自己伤害自己。",
        "msg18": "占卜解牌到这里就结束了，牌面显示最近整体运势好坏参半。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg19": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg20": ""
      }
    },
    "msg6": {
      "img": "images/8.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:太阳正位。下面开始解牌",
        "msg3": "你抽到的是一张太阳牌正位，牌面的基本属性是：成功、自由、喜悦、阳光",
        "msg4": "牌面中一个小孩骑着一匹马在歌颂着太阳带来的生命力，接受着太阳赋予他的能量。太阳的力量如此强大，它给世间万物以生命，它的光 芒如此温暖，所有的生命都为之感动。它的力量完全是正面的，充满希望和理想，任何黑暗都抵挡不住它的光芒。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.充沛的体力，丰富的生命力。\r\n2.心满意足，巨大的成就感。\r\n3.人际关系非常好。\r\n4.爱情美满，令人羡慕。\r\n5.内心充满了热情和力量。\r\n6.一定能够实现的约定，爱情中可能订婚或者结婚。\r\n7.金榜题名，飞黄腾达。\r\n8.去充满阳光的地方进行旅游可以补充能量。\r\n9.纯洁而快乐，无忧无虑。",
        "msg7": "而我对这张牌的解读是：\r\n这是大阿卡纳中最好的一张牌，它象征知识与活力。这张牌解的关键点是“生命力”，它是希望和理想的力量，不受任何外在的干扰与内在的对抗，即便有内心的黑暗面想要出来干扰你，但在太阳的光芒下，它们立刻就会消失，所以不必为一些烦恼所困扰。",
        "msg8": "在感情方面，和他相处一定让你觉得很开心愉快吧，就算之前有所坎坷目前也已经走出，前面的一切都是敞亮的，也是洒满歌声和欢乐的坦途，你们无论什么事都非常开心，并且和他在一起也很能够让你感到开心，就好像回到孩童般那样。不仅仅是感觉上，实际意义上也都是很顺利，暂不会遇到任何阻碍和问题！",
        "msg9": "单身的人很有可能有美好的恋情出现哦！",
        "msg10": "另外就是学业和事业了，在事业上你会达到你想要的目标，你的工作状态积极主动。你的工作环境明朗，实力得以充分发挥，只要你竭尽全力就能获得成功。",
        "msg11": "目前你的工作也算是一个非常棒的工作，工作中没有任何事是需要你担心和纠结的，一切都是那么顺利和稳定，你只需要安心安静的做好你该做的就可以了。就算是这样，近期还会有贵人相助，将会有更好的发展机遇。",
        "msg12": "学生党面对课业积极上进、成绩快速进步、考试顺利，可能会遇到名师。",
        "msg13": "嗯…人际财富，财运的话呢\r\n近期会有意外之财，你的财运鼎盛，储蓄也在增加。与盆友关系日亦亲密、好友越来越多。",
        "msg14": "最后，健康方面，看得出你体力充沛、顽强的生命力、身体比较健康。\r\n其他方面：非常适合户外活动、呼吸新鲜空气可以使心情愉悦、生活充实。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg7": {
      "img": "images/9.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:星辰正位。下面开始解牌",
        "msg3": "你抽到的是一张星辰正位，牌面的基本属性是：希望、祝福",
        "msg4": "这张牌上面的女人提着两个水壶。她将其中一壶里的水倒进水池中，而另一壶则倒在陆地上。天空很晴朗，有八颗星星，每一颗星星都有八个角，清晰可见。有一只展翅欲飞的朱鹭坐在一棵树上，这朱鹭是透特的象形符号或象征，透特是古埃及的时间守护神，那是为众神和医疗者的守护神而抄写的纪录。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.愿望达成了。\r\n2.前途光明，未来充满希望 。\r\n3.有新的创造力和想象力。\r\n4.生活美好， 水准提高了。\r\n5.爱情即将有结果，两人都有非常幸福的感觉。\r\n6.身体健康。.",
        "msg7": "而我对这张牌的解读是：\r\n从这张牌开始状况已经脱离负面的压迫感，也没什么特别担忧的事情困扰着你，因为看到星星，就明白我们身处夜晚，星星会为旅途中的人们引路，在星光的指引下走向光明的未来。所以这是一张充满希望的牌。可以说是历经一场动荡后的结果趋于平静的牌。星辰的含义中还有一点是很容易被忽略的，这就是“怀孕”的意思,这里指的是如果有孕育下一代的打算，当前是合适的时机并且容易受孕。",
        "msg8": "恋爱中的情侣：遇到理想的恋人、从友人转为恋人、迸发爱的火花。你们的感情是充满了希望的，似乎你们之间才刚刚开始，或许是刚度过了一次难题，也或许是才牵手才相遇，总之现在的你们双方对未来是充满了希望和期待的。只是相对来讲，你们的未来至少现在来看是虚幻的，未来再美好，那也只是你的幻想和期待，并还未成真，一切也都还没成为定数，现在的你们确实很好，但也要注意一直保持下去哦。",
        "msg9": "单身的人预示将会遇到美好",
        "msg10": "接下来是学业、事业方面的解读\r\n当牌面正立时，代表当你在事业上得到希望的能量时，前途会无比光明。对于这份工作你还是充满了各种憧憬和幻想的，似乎在过去你就不断的计划着它的未来和每一步的行动。而也确实这份工作前景还算不错，至少现在来看是一片小光明的！",
        "msg11": "学生党学业前景乐观、对课业充满好奇心、因独特的读书方式从中受益，有独特的创造性、能达到高目标。",
        "msg12": "事业上的一些建议：\r\n虽然目前的工作前景不错，但你需要记得，在一切没发生之前，那都是幻想和期待并不是现实。所以如果你希望它能成真，就需要未来里谨慎之与不断努力。这是一份充满希望的工作项目，但如果你自己不注意把握，也是有可能搞砸的哦。",
        "msg13": "嗯…那么在人际财富，财运方面\r\n可以看出你进可能会有新的财源，凭直觉可能会有获得意外的收入。与兴趣相投的朋友交往愉快、得到相辅相成的友谊、遇到十分理想的朋友。",
        "msg14": "最后，您目前身体状况绝佳，继续保持。\r\n其他方面：适合前往生态环境良好的地区、对文化古迹略感兴趣、偏爱艺术、获取专利。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势很好。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg8": {
      "img": "images/11.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:愚人正位。下面开始解牌",
        "msg3": "你抽到的是一张愚人正位，牌面的基本属性是：开始、自由、天真、随性、大胆、旅行",
        "msg4": "牌面描述的是一个愚人穿着华丽的服装，保持着欢悦的神色，无视脚下的的悬崖，遥望天际，昂首阔步前行。他的小白狗狂吠着，似乎是在提醒他要悬崖勒马，又像是在跟他嬉戏。传说愚人手中的木棒是魔术师的魔杖，有着操控世间万物的魔力，但是在愚人手中似乎成了一个玩物，是无知无畏还是大智若愚，只有愚人自己清楚。",
        "msg5": "以上是牌面的隐晦含义，其实没有必要去深究，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "您抽到这张是正位放置的，象征着：\r\n1．愚蠢而无知，又或者是大智若愚。\r\n2．精神状态处于无我状态，有些兴奋过度，对周遭的危险毫无知觉。\r\n3．充满希望，不被四周环境所桎梏，勇敢地表达自己的想法。自信无比，乐天。\r\n4．艺术家般的状态，心态非常忘我。\r\n5．纯真甜美的恋情。",
        "msg7": "这张牌本身的含义是自由奔放、有冒险精神、不拘泥于传统的观念、寻求自己的梦想、一切从最初出发、并且喜欢四处流浪的生活。",
        "msg8": "而我对这张牌的解读是\r\n在爱情方面您的运势还是很不错的，有巩固发展爱情或迎来新恋情的机会，在爱情中你比较喜欢自由恋爱，容易轻易坠入爱河时常不顾及他人看法，你更喜欢以独特的方式获得自己想要的爱情，在爱情中您很重视浪漫色彩。你的恋人对你来说一定是很独特的，对方绝对是个热情又充满魅力的人，很有气质甚至可以说是气场，而他/她的气质本身就是最吸引你的地方。对方给你的第一感觉是成熟，但在深入接触后你会看到其不成熟的一面，不过至少当前你并不介意，可以说对方在你心里还是非常有分量且重视的。",
        "msg9": "爱情方面，如果已经有恋人了，那么要想你们的感情能有长久的发展，一味的激情四射是不可以也不够的，你需要去多挖掘你们感情中其他的方面，比如兴趣爱好，比人生追求等等，可以偶尔的两人一起静静的做些什么，做一点不太浪漫很平淡的事，有些时候简单反而更有其特殊的魅力哦。",
        "msg10": "如果还没有恋人，那么这张牌往往预示着你是一个默默等待爱情的人，亦或者当对方表示对你好感不足时，你就会早早放弃，去寻找下一个目标，周而复始。如果是这样的话，宝宝你懂的，再不疯狂我们就老了，要积极主动起来，一个人一生中会遇到很多匆匆过客，你也会是很多人的匆匆过客，但至少也要做一个给别人印象深刻的 匆！匆！过！客！，此外要多听取别人建议。",
        "msg11": "在事业上，你应该是个很热衷于事业、学业，事业心很强的人。你擅长以你自己独特的方式取得意外的收获，在工作学习中你会把握重点、寻求捷径，你比较喜欢倾向于自由的工作氛围，您有一定的自由职业倾向，同时也比较适合从事艺术类相关的工作。",
        "msg12": "事业方面我的一些建议是\r\n1如果您已经有工作了，在工作事业上，你可能总是会有一些很大胆的想法和计划，并且能够将之付诸行动。这也是过去里你成功的一大秘诀，但他并不是一个非常好的行为。虽然这份工作对你来讲算是前景无限的，即使你有可能失误几次，也不会有太多负面的影响。但不得不说，可能你在工作中得多一些谨慎了，不然一旦出了大问题，你会摔的很惨。",
        "msg13": "如果你正在找工作，那么我建议您要从您的兴趣爱好出发，将兴趣爱好做精做强，方能成就一番事业，有悖于您性情和兴趣的工作可以作为过渡，但很难有大的发展。",
        "msg14": "在人际财富，财运方面，可以看出你是个投资观念很强的人，比起依靠工作赚取稳定收入您更热衷于靠智慧和机遇获得收益，人际交往上倾向于以轻松的方式交友，对于应酬比较排斥。",
        "msg15": "人际财富方面的建议是您可能在投资上面会有孤注一掷不计后果的心理，会因为有时的粗心大意而失财，所以你要学会适度理财，控制投机心理，这样你的财运才会向好的方向发展。朋友交往上，建议您在交往过程中在彰显自我个性的同时注意留有余地，避免给别人带来反感。",
        "msg16": "健康生活方面，您有自己独特的保健之法、彰显自我个性的穿衣方式，建议方面注意持之以恒。\r\n其他方面，近期您适合来一次漫无目的说走就走的旅行、去憧憬一下大自然、可以尝试挑战新鲜事物、去四处流浪吧 哈哈",
        "msg17": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油",
        "msg18": "觉得准的宝宝就赐一个红小包吧图个吉利，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg19": ""
      }
    },
    "msg9": {
      "img": "images/10.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:隐士正位。下面开始解牌",
        "msg3": "你抽到的是一张隐士正位，牌面的基本属性是：谨慎、内敛、自省、孤独、引导",
        "msg4": "牌面中可以看到，一位老者身披灰色斗篷站在冰天雪地的山颠，手提一盏油灯，好像是在低头沉思。那看似微弱的灯光，在渺无人烟的暗淡雪夜中，显得有些无助，但对老者而言，那是真理、也是希望。老者孤寂的反省着自己的过去，跟随真理之灯的指引，暗示了寻求真理道路上的艰辛、朴素，预示了只有以开阔的胸怀认知世事，以不断反省的态度探知真我，方能求得正果。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.拥有智慧和卓越的见解。\r\n2.思虑周密，冷静沉着。\r\n3.需要独处和内省，自我思考的空间。\r\n4.可以向有智慧的前辈或长者请教。\r\n5.独处。单身，对感情放弃，更愿意退出这种关系。或者对感情深藏不露。\r\n6.对周围的情况要保持着警惕心。",
        "msg7": "这张牌本身的含义是\r\n自信、特别的理智、非常的踏实、不喜形于色、中肯的建议、坚持不懈、沉着冷静、闭门静思养精蓄锐。",
        "msg8": "我的解读是\r\n这张牌代表暂别外在的世界，以便唤醒内在的自我，不断内省，向自己内心索求答案，也就是省思的一段时间。你可以透过思索来推敲那些行动是有用、哪些是浪费的，倾听自己的心声、梦想，或倾听朋友、长者、老师的话。\r\n经过一番探索内心真正的感受和价值后，才能把问题彻底解决获得真正满足和想要的结果。",
        "msg9": "恋爱中的你们的感情现阶段还算比较模糊，虽然在你看来对方可能是个很神秘的人，但其实对方绝不是你所看到的那样，现在的他，相比起两人的关系更关注自己，他想探寻自己今后到底想何去何从。所以你们的感情发展还没有表面上看来的那么简单。你们的关系在未来也并不会那么好走，你首先需要找到“一盏灯”一个明晰的方向，然后才好按着方向前进。对你来讲你们的感情关系在短期内可能很难有太大的进步发展，但如果你在未来里能找到那个给予你们感情帮助的人，那么会有很大的改变。",
        "msg10": "单身的人现阶段还会保持单身，可能是因为你或者他比较注重事业暂时不想或者没时间谈恋爱。",
        "msg11": "在爱情方面我建议：\r\n对于你们的关系，还需要进一步发展和接触才能下定论。发展到现在的程度并不容易，所以更建议是稍微冷静一下。不要听任事态发展，你将独自一人慢慢思考：自己真正想要的到底是什么。在这个过程中你或许柳暗花明又一村也不一定。希望和机会并不一定会送到你的面前，如果你对他有喜欢，那么接下来请停下脚步，思考。",
        "msg12": "接下来就是学业和事业了\r\n努力奋斗一定会成功、拟订长期计划、注重细节、有特别棒的分析能力、追求稳定的工作状态、获得正确的检验、勤勉、遵守规则、一板一眼。虽然表面上来看，这是一份很普通的工作，它似乎并没有什么特殊的地方，并且在工作中一切都那么简单正常，就像普通工作一般，稳定，慢慢的等待升迁又或者离职。但其实在你的这份工作中如果你仔细观察，期间是会有很多不错的机会的，而你只要能把握住这些机会，是有很大的概率一夜飙升的哦！其实你本人也是属于喜欢默默付出行动的人，其实偶尔的别那么隐秘也会让你更快获得领导赏识。",
        "msg13": "如果你是个学生党：那么你属于一个很低调的人，其实在这方面你已经学的很不错了并且本身天赋也是很好的。但是很多时候你都不愿意将你的真实情况表露出来，习惯性隐藏着。其实这也没啥了，你的学习状况也不会因此而变差。同时你在学习中可以多注意和关注细节问题，不要太马虎，多去扑捉自己灵光一闪的东西，会对你的学习有帮助。",
        "msg14": "嗯…还需要看看人际财富和财运\r\n财运很好，开源节流，对自己的开销也很有计划。人际关系上有自知之明，以礼待人，因内敛从而受人信赖，容易相信忠言。",
        "msg15": "最后，健康方面情绪比较平和、天然的食物非常有益于健康，近期的身体很健康哦\r\n其他方面：近期适合书法、对弈、郊游、拟定计划、写日记。",
        "msg16": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg18": ""
      }
    }
  },
  "key4": {
    "msg1": {
      "img": "images/3.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:吊人正位。下面开始解牌",
        "msg3": "你抽到的是一张吊人牌正位，牌面的基本属性是：牺牲、等待、换位思考、以退为进牌面的图案是一个被倒吊的人，双手被束缚于背后，脚上有一双黄色的拖鞋，是暗示经由脚来传导精神能量，而不是经有冠状气轮。他知道不论采取什么姿势，这股力量都可以接近他。在你洞察人生所代表的真义之后，你已经能够平静的接收自己，以及你在人生中所处的位置",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是正位放置的，象征着：\r\n1．一段正在进行的过渡期。\r\n2．有偿的牺牲。暗示着得到之前的失去。\r\n3．想法的转折。\r\n4．用另一个角度看待问题。\r\n5．在选择后的平静。安静地等待时机的转变。\r\n6．为了心中的理想做出牺牲，明知道辛苦却依然付出努力。\r\n7．具备了悔过的心态。\r\n8．做出调整。\r\n9．爱情中，反省的状态，内心平和而安宁。",
        "msg6": "这张牌本身的含义是：\r\n在成功前必须经历磨难，倒吊看世界看人生，换一个角度看问题，正对看待磨难和失败在我看来这是一张中性偏好的牌，告诉我们磨难是有的，但是历经磨难才能成就自我，不懂的约束就不配享受自由",
        "msg7": "两个人都应该会意识到吧：你们被自己的想当然和认为对方非如此不可的固定观念束缚了。需要反省的时间，你对爱情的牺牲对会给对方很大的触动，也会成为你们关系发展的催化剂。那将成为改变现今关系的一步。目前的他处于不能挣脱的状态，尽管他似乎意识到了自己不能表达出自己的心意。",
        "msg8": "单身的人，预示曾经的恋情复合或遇到真正的知己、如果已经在一起了，那么也许默默的付出正在获得回应。",
        "msg9": "情感方面这张牌强调的是隐忍、耐心、坚持，无论经历过什么，只要初心不变，不要太计较感情上付出的回报和得失，因为黎明就在眼前，回报终将或者说即将到来",
        "msg10": "而对于学业、事业方面：\r\n你的事业会有短暂的停顿，但你很清楚其中的原因，再次确认自己的目标，做好出发的准备。",
        "msg11": "努力付出就会成功、非常适合从事适合福利或义务性的工作、若是换位思考便有助于攻克难题。未来里至少两三个月的时间里你会非常累，这是一份收益较迟的工作，并且也是前期要付出很多，在刚开始会很累人，不过如果你能坚持下去，它最终会给你意想不到的超额回报！当然前提是你能够坚持到它回报你的时候，付出有些时候也是等待收获的一个关键。",
        "msg12": "如果还是学生，学习上不妨先找一个任务和目标，然后看自己在达成目标的过程中缺什么学什么，我身边一个好朋友就是，她的成功完全是一个逆过程，她不是先学然后再看自己能干什么，她从一开始就想成一个糕点师，然后反过来看需要掌握什么技术，需要购买什么设备，需要采购什么原料，需要学习如何制作，再去买书求学苦读练习，现在人家已经开了好几家店了",
        "msg13": "人际财富和财运方面：\r\n近期的财运状况不是很好，有的时候会需要花钱消灾，也因助人损失金钱，经常会扮演着吃亏的角色。",
        "msg14": "最后，健康生活方面注意不要过度劳累，避免长期熬夜。",
        "msg15": "占卜解牌到这里结束了，牌面显示最近整体运势一般偏好。22张大阿尔卡那牌构成了多样的人性，包含了许多不同的层次和模式。每一个人都应该经常反思一下，爱情、事业、生活，要走向自己的目标，今天你做了什么，是正号还是负号，负号就要反躬自问采取措施了。坐享无法成功，如果不想悔恨，就赶快行动！吃必要的苦，耐必要的劳！若不能“有所为”，起码要“有所不为”，不要当懒惰的俘虏。希望你会对结果感到惊喜。",
        "msg16": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg2": {
      "img": "images/4.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:节制逆位。下面开始解牌",
        "msg3": "这是一张节制牌逆位，牌面的基本属性是：协调、配合、节制、净化、治疗。",
        "msg4": "牌面中天使双手拿着两只圣杯它们分别代表“物质”和“精神”，一脚站在水中，另一脚站在陆地在他胸口中心，有一个白色的四方形，中间一个橘色的三角形代表精神自有形的身体中升起。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "简单来讲逆位放置的皇后隐含着：\r\n1.消耗，浪费，没有节制的损耗。\r\n2.缺乏调整的能力， 难以保持平衡的状态。\r\n3.爱情不稳，爱情彼此没有默契,总是有一方提出对方不想接受的意见。\r\n4.不稳定的工作,混乱的生活状态,内心浮躁。\r\n5.僵持不下，互不相让。\r\n6.两头受累。\r\n7.在争夺利益中耗费很多。",
        "msg7": "这张牌本身的含义是:\r\n缺乏自我调节的能力、开销过大、遗忘初衷、精力消耗殆尽、没有任何的节制、沉闷的说教。",
        "msg8": "我对这张牌的解读是：\r\n没有目的的行为。或许在你着手进行任何行动之前，你应该重新认识你的目的。这张牌也意味对于在某种状况内该怎么办缺乏了解，为了得到满足感而不断寻找目标，而结果却只有失望，以及继续地设定下一个目标。",
        "msg9": "感情方面谈谈我的看法：\r\n需要好好的整理一下心情，你对感情的太热过太冷，似乎需要平衡一下了，过度导致的情绪会成为矛盾，正所谓张弛有道，过犹不及，是时候该检讨一下自己了。",
        "msg10": "面对感情三心二意、双方都不善于控制自己的情绪、无法调整恋情中彼此的位置、发生摩擦无法主动谈和、彼此没有特别的默契、让彼此身心都感觉疲惫的恋情。感情上彼此的关系处在不平衡的状态。有可能是因为你没跟得上对方的变化，虽然在不断尝试着沟通，但每次之后总是感觉没有收获，正因为如此你们之间的距离才会越拉越大。对方目前正在摇摆中，或许他急着想快些得出本不应着急的结论。",
        "msg11": "工作和学习方面:\r\n状态低迷，效率低下，进展的不顺利，容易产生烦躁情绪，行为上也会出现散漫自制力下降，会感觉到很多方面都不尽如人意。",
        "msg12": "这是一个让你觉得有些闹心的工作，或许其工作内容也或者是因为工作环境，甚至只是单纯的心情想法上的，你会对此感到不舒服不愉快。其实对你来讲这份工作已经没有继续下去的必要了，除非你能够及时的调节好你纷乱的心态，不然还是换一个比较好。对你来讲带着压抑的情绪工作，你已经没有太多精力去管太多事，自然前景也可谓是一片黑暗。",
        "msg13": "如果还是学生党，耐心是你度过低迷，重新找到方向的唯一途径，不要随便怀疑自己，特别曾经成功的经验，有时只是积累的还不够到质变的程度罢了。",
        "msg14": "说一下近期的财运和人际关系:\r\n这两方面牌面显示都不是太好，财运方面可能是因为一味的追求流行时尚等，挥霍无度浪费金钱，近期容易与人发生财务纠纷这点特别要注意。人际方面也是比较容易出现不和谐的现象，可能因为利益冲突等原因。",
        "msg15": "其他方面：合作容易出现分歧，难以达成共识，或者团结受到影响。",
        "msg16": "占卜解牌到这里结束了，牌面显示最近整体运势不佳，不过这也没什么好纠结的，人生犹如潮起潮落，日复一日没人能够逃脱自然的循环。人生总有不如意之时，没有失落也就没有希望，现在能做的就是蛰伏、多思少动，就是＂熬＂。熬，不是对命运的妥协，是积蓄能量，是生命的升华。不是消极的熬，而是积极的熬，乐观向上，笑脸相迎。熬得久了，心性磨炼得坚韧了，运势也就变了，熬着熬着也就前进了成功了！",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎 /::>兔費占卜，决不食言",
        "msg18": ""
      }
    },
    "msg3": {
      "img": "images/5.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:魔术师正位。 下面开始解牌",
        "msg3": "这是魔术师正位哦，牌面的基本属性是：观察、开始、创造",
        "msg4": "牌面上可以看到魔术师高举拿着令牌的右手指向天，左手食指指向地，他本人就是沟通上天与地面的桥梁。他身前的桌上放着象征四要素的权杖、圣杯、宝剑与星币，同时也代表塔罗牌的四个牌组。身上的大红袍子象征热情与主动，白色内衣代表纯洁与智慧的内在。注意他的腰带是条蛇，象征智慧与启发。魔术师头顶上有个躺下来的8字，代表无限。画面前方和上方的红玫瑰象征热情，以及白百合象征智慧。此时，万事齐备，可以开始他的新计划了。",
        "msg5": "这些是从牌面来解读的意思，宝宝大概了解下，下面我来具体的说明下你的近期运势。",
        "msg6": "简单来讲正位放置的魔术师隐含着：\r\n1．具备了独自办事的能力，并且事务都可以听从指挥。\r\n2．思维敏捷，行动迅速，强有力的表达能力。充满了无比的自信。\r\n3．在恋情中，掌握了规律，并且渐渐变得聪明，知道驾驭对方的方法，恋情有可能会出现大的进步。\r\n4．周遭有辅助自己的事务出现，在工作中，会出现较之前更顺利的进展。\r\n5．一直以来的梦想会得到机会实现受好奇心驱使从而展开调査研究、具有独创性、开展新的计划并获得成功、会有发展潜力、幸福的开始。",
        "msg7": "这张牌具备的几层含义：\r\n开展新计划成功率很高、有发展潜力、思路清晰缜密有独创性，好奇心强、遇见新恋情的机会很大、身边有良师益友",
        "msg8": "而我对这张牌的解读则是\r\n在爱情方面您的运势很不错，近期适合新恋情的展开、会受到异性的欢迎、品尝到爱情的喜悦、与心上人心有灵犀一点通有很多说不完的话语、愉快的相处模式，又不会太亲密让人疲惫，这使得你们的关系很快的被拉进。经营爱情游刃有余，处于主动地位。总之预示着甜蜜爱情或者告别单身",
        "msg9": "对于已经有恋人的人来说，建议去一些特别的约会地点或者换一种约会方式会给彼此带来新鲜而美好的感觉，让双方在一起时空气都弥漫着愉快的味道。把握住机会向着成功稳步前进，求婚示爱勇敢上前。",
        "msg10": "对于还没有恋人的朋友，最近可要注意哦，桃花正在像你靠近，好好把握机会大胆出击吧！",
        "msg11": "恩 对于是学业和事业方面在事业上，你近期或许会产生一些新的想法和方式来获得好的成绩、业绩。同时专注力很好注重细节，近期会制定一些高效的计划，在事物处理上你一直都处理的很得当，近期更应该充分发挥自己所学的本领，容易得到了很多人的认同。",
        "msg12": "工作的朋友，给你的忠告是保持现在的节奏，不要放松警惕，乘胜追击让事业更上一个台阶。如果你正在找工作，根据自身才能和特点制定一个职业规划，再去实施，不可盲目，入错行你损失的不仅仅是时间，而是不可挽回的机会。",
        "msg13": "人际财富方面呢，看起来近期适合结交更多的朋友、并从中甄选出良师益友、寻得彼此互补的合作对象，财富上能够以合理的代价获得想要的东西。",
        "msg14": "健康生活方面工作顺利的弊端是身体可能会欠佳，主要是比较疲惫，因为一切顺利心情与精神倒是很不错，一定要注意劳逸结合，多休息就可以得到改善。",
        "msg15": "最后建议你看书、野炊、有氧运动，用这种方式进行放松休闲吧！占卜结束，近期运势非常不错，好好把握当下。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg4": {
      "img": "images/6.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:情侣正位。下面开始解牌",
        "msg3": "你抽到的是一张情侣牌正位，牌面的基本属性是：选择、爱情、性、结合、罗曼蒂克",
        "msg4": "牌面上阳光普照，有个天使出现在一对男女的上方。他们两个人裸身站在两棵树之前。女人身后是一棵知识树，而男人背后则是生命树。恋人牌是有关选择的牌，为了找寻满足，男人向往女人，而女人则向往精神或内心。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.面临着重大抉择， 须谨慎而深思熟虑，选择不当， 则会后果严重。\r\n2.恋情发展非常顺利，而且有身体结合的可能性。但即使你们身体结合，也是由于真诚和甜蜜的爱而结合。\r\n3.预感到罗曼蒂克的爱情会来到。\r\n4.在恋情或者婚姻中，感受到了无比的美满和幸福。并且伴侣关系长期且甜美。\r\n5.或许会出现合作伙伴，结盟，如果合作，会有一番很不错的合作。\r\n26.面前可能会出现好的机会。",
        "msg7": "而我对这张牌的解读是：\r\n为了爱的关系而做的某些决定。这张牌也可能代表你生命当中一段重要的恋情，在暗示随着一段恋情中所做出的决定，你从另一半那边得到实质的协助或情感上的支持。",
        "msg8": "这是塔罗牌中解释爱情最好的一张牌，他代表这人生的青春期，感情和肉体对爱的渴望，它暗示恋情将向彼此关系更亲密的方向发展。也可以形容在决定到底要保留就有的关系，或转进新关系当中。它暗示你已经由过去经验而得到成长了，因此你可以安全的迈向一个新的阶段。所以情侣也是一张代表决定的牌，它通常是指有关两性关系的决定。它可能是在描述沉浸在爱恋之中的过程，因为它可以意指一段两性关系中的最初，或者是罗曼蒂克的阶级。",
        "msg9": "单身的人近期可以多参加团体活动，或者接收亲友的介绍，很可能遇到一段罗曼蒂克的恋情哦！",
        "msg10": "学业、事业方面的话：\r\n事业中的情侣牌则表示为选择以及合作；遇到决定前途的大好机会、以团队协作获得成功、敏锐的观察力、出现好帮手；目前看来这是一份还算不错的工作，但并不是一份绝对能永远“保值”的工作，对你来讲在这份工作中你需要不断的保持正确的决策和行动，一旦你做出错误的选择，或许就会给你带来较大的负面影响。虽然整体来讲未来里发展是顺利的，你和周围人的相处也都比较愉快，但你也不能太掉以轻心，特别是一些看似很不错的诱惑，你得谨慎选择，别去做不该做的，不然等着你的那将是万丈深渊哦。",
        "msg11": "学生党喜欢的科目成绩优异、擅长文科或艺术类科目、因互学互助成绩有所提高。",
        "msg12": "嗯…再来看看人际财富，财运方面\r\n有可能出现好的伙伴、人际关系较好、社团活动顺利、朋友增加（同样也导致支出费用的增加…）、与他人易于亲近、活泼开朗幽默。",
        "msg13": "其他方面：愉快的短暂旅行、愉快的郊游会带来好运。",
        "msg14": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg15": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg16": ""
      }
    },
    "msg5": {
      "img": "images/7.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:死神逆位。下面开始解牌",
        "msg3": "你抽到的是一张死神牌逆位，牌面的基本属性是：结束、转变、新生",
        "msg4": "牌面中可以看到，死神坐骑白马，高高在上，俯视地上的生灵，在他的手中高举一面绘有蔷薇十字会图腾的黑色旗帜。在死神的马下，分别是国王、圣职者、妇女和儿童，代表终生对死亡的四种看法。国王抗拒死亡，最终被践踏于死神的马蹄之下；圣职者将令牌置于地上，崇敬死亡，并上手合十祈祷主的引领以求步入天堂；妇女跪在地上，因对死亡的恐惧而昏厥过去；只有那个天真可爱的孩子因为无知而满脸稚气好奇地看着死神。象征着无论是富贵还是贫穷、无论是男女老少，死亡都是一种不可抗拒的自然现象，无法逃避，也无需逃避。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是逆位放置的，象征着：\r\n1.起死回生，柳暗花明的机会。\r\n2.奇迹般康复病情。\r\n3.斩断情丝，开始新生活。\r\n4.彻底对不适合的恋情告别。\r\n5.低迷期的结束，新的良好开端。\r\n6.重新获得认可。\r\n7.改变了印象或挽回了名誉\r\n8.僵持的局面出现了转机。",
        "msg7": "这张牌本身的含义是\r\n改变计划、变换一下形象、东山再起、走出低谷、脱胎换骨、勇于开拓、精力十分的充沛。",
        "msg8": "我的解读是，请注意哦，以下解读中的死亡指的是旧事物的结束，并给新事物让路。死神牌代表改变的这段其间。也可以这样说，生命中的某个章节就要结束了。",
        "msg9": "当死神牌倒立时，有可能是指你不愿意接受结束的事实、不肯放手、顽固、恐惧改变、沉溺在过去而不愿展望未来。也可能表示原本应该进行的改变停滞了，形成僵局。另一方面，激进的人为了抗拒改变，可能会采取激烈的举动。死神逆位提醒我们，不愿往未来前进，不仅无法成长，更会阻滞新生活的开展。此时应该要停下来思考，己害怕的究竟是什么？迟迟不肯放手，只会让最终的结束过程更加痛苦。既然无法避免，不如早点迎向新生活。将来回过头，你会惊讶当初的自己为何这么想不开。",
        "msg10": "在感情上，目前对方他的想法已经较之前发生了改变，但自己却没有意识到这一点。 而你却在逃避现实，你俩的距离正在越来越大。两人的关系再也不会像以前那样了。你一定不想承认吧？ 不过，你一日不舍去现在的固执，就一日不能进入下一个阶段。这个世界上没有什么是永恒不变的。",
        "msg11": "单身的人低迷期即将结束，柳暗花明的机会。",
        "msg12": "对于学业和事业呢：\r\n可能遭遇失业和转业的困境，原定计划停滞不前，不得不推倒重来。事业完全转变的机会到来，但可能潜伏危机，你在试图“两全其美”，希望能够发生奇迹。",
        "msg13": "学生党学习方法有问题，成绩下降。",
        "msg14": "人际关系上和朋友之间的原有关系恶化（旧的友谊破裂），新的友谊发展，人际圈子出现不小的变化。甚至有可能完全脱离以前的交际关系，进入一个新的圈子。",
        "msg15": "财运不佳，会失去金钱，但不必为此而慌张，因为你会得到其他的补偿。收到过去的欠款。一直以来失败的投资有所起色，会收到相应的补偿。这段时间一定要放宽心态，不要为金钱的损失而过分苦恼，有其他方面的补偿。",
        "msg16": "健康状况出现意外的病症，或者病情意想不到的加重，但这将让你因祸得福。",
        "msg17": "综合来看目前不敢面对事实，不愿前进，把自己关闭在过去的世界，常常自己伤害自己。",
        "msg18": "占卜解牌到这里就结束了，牌面显示最近整体运势好坏参半。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg19": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg20": ""
      }
    },
    "msg6": {
      "img": "images/8.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:太阳正位。下面开始解牌",
        "msg3": "你抽到的是一张太阳牌正位，牌面的基本属性是：成功、自由、喜悦、阳光",
        "msg4": "牌面中一个小孩骑着一匹马在歌颂着太阳带来的生命力，接受着太阳赋予他的能量。太阳的力量如此强大，它给世间万物以生命，它的光 芒如此温暖，所有的生命都为之感动。它的力量完全是正面的，充满希望和理想，任何黑暗都抵挡不住它的光芒。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.充沛的体力，丰富的生命力。\r\n2.心满意足，巨大的成就感。\r\n3.人际关系非常好。\r\n4.爱情美满，令人羡慕。\r\n5.内心充满了热情和力量。\r\n6.一定能够实现的约定，爱情中可能订婚或者结婚。\r\n7.金榜题名，飞黄腾达。\r\n8.去充满阳光的地方进行旅游可以补充能量。\r\n9.纯洁而快乐，无忧无虑。",
        "msg7": "而我对这张牌的解读是：\r\n这是大阿卡纳中最好的一张牌，它象征知识与活力。这张牌解的关键点是“生命力”，它是希望和理想的力量，不受任何外在的干扰与内在的对抗，即便有内心的黑暗面想要出来干扰你，但在太阳的光芒下，它们立刻就会消失，所以不必为一些烦恼所困扰。",
        "msg8": "在感情方面，和他相处一定让你觉得很开心愉快吧，就算之前有所坎坷目前也已经走出，前面的一切都是敞亮的，也是洒满歌声和欢乐的坦途，你们无论什么事都非常开心，并且和他在一起也很能够让你感到开心，就好像回到孩童般那样。不仅仅是感觉上，实际意义上也都是很顺利，暂不会遇到任何阻碍和问题！",
        "msg9": "单身的人很有可能有美好的恋情出现哦！",
        "msg10": "另外就是学业和事业了，在事业上你会达到你想要的目标，你的工作状态积极主动。你的工作环境明朗，实力得以充分发挥，只要你竭尽全力就能获得成功。",
        "msg11": "目前你的工作也算是一个非常棒的工作，工作中没有任何事是需要你担心和纠结的，一切都是那么顺利和稳定，你只需要安心安静的做好你该做的就可以了。就算是这样，近期还会有贵人相助，将会有更好的发展机遇。",
        "msg12": "学生党面对课业积极上进、成绩快速进步、考试顺利，可能会遇到名师。",
        "msg13": "嗯…人际财富，财运的话呢\r\n近期会有意外之财，你的财运鼎盛，储蓄也在增加。与盆友关系日亦亲密、好友越来越多。",
        "msg14": "最后，健康方面，看得出你体力充沛、顽强的生命力、身体比较健康。\r\n其他方面：非常适合户外活动、呼吸新鲜空气可以使心情愉悦、生活充实。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg7": {
      "img": "images/9.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:星辰正位。下面开始解牌",
        "msg3": "你抽到的是一张星辰正位，牌面的基本属性是：希望、祝福",
        "msg4": "这张牌上面的女人提着两个水壶。她将其中一壶里的水倒进水池中，而另一壶则倒在陆地上。天空很晴朗，有八颗星星，每一颗星星都有八个角，清晰可见。有一只展翅欲飞的朱鹭坐在一棵树上，这朱鹭是透特的象形符号或象征，透特是古埃及的时间守护神，那是为众神和医疗者的守护神而抄写的纪录。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.愿望达成了。\r\n2.前途光明，未来充满希望 。\r\n3.有新的创造力和想象力。\r\n4.生活美好， 水准提高了。\r\n5.爱情即将有结果，两人都有非常幸福的感觉。\r\n6.身体健康。.",
        "msg7": "而我对这张牌的解读是：\r\n从这张牌开始状况已经脱离负面的压迫感，也没什么特别担忧的事情困扰着你，因为看到星星，就明白我们身处夜晚，星星会为旅途中的人们引路，在星光的指引下走向光明的未来。所以这是一张充满希望的牌。可以说是历经一场动荡后的结果趋于平静的牌。星辰的含义中还有一点是很容易被忽略的，这就是“怀孕”的意思,这里指的是如果有孕育下一代的打算，当前是合适的时机并且容易受孕。",
        "msg8": "恋爱中的情侣：遇到理想的恋人、从友人转为恋人、迸发爱的火花。你们的感情是充满了希望的，似乎你们之间才刚刚开始，或许是刚度过了一次难题，也或许是才牵手才相遇，总之现在的你们双方对未来是充满了希望和期待的。只是相对来讲，你们的未来至少现在来看是虚幻的，未来再美好，那也只是你的幻想和期待，并还未成真，一切也都还没成为定数，现在的你们确实很好，但也要注意一直保持下去哦。",
        "msg9": "单身的人预示将会遇到美好",
        "msg10": "接下来是学业、事业方面的解读\r\n当牌面正立时，代表当你在事业上得到希望的能量时，前途会无比光明。对于这份工作你还是充满了各种憧憬和幻想的，似乎在过去你就不断的计划着它的未来和每一步的行动。而也确实这份工作前景还算不错，至少现在来看是一片小光明的！",
        "msg11": "学生党学业前景乐观、对课业充满好奇心、因独特的读书方式从中受益，有独特的创造性、能达到高目标。",
        "msg12": "事业上的一些建议：\r\n虽然目前的工作前景不错，但你需要记得，在一切没发生之前，那都是幻想和期待并不是现实。所以如果你希望它能成真，就需要未来里谨慎之与不断努力。这是一份充满希望的工作项目，但如果你自己不注意把握，也是有可能搞砸的哦。",
        "msg13": "嗯…那么在人际财富，财运方面\r\n可以看出你进可能会有新的财源，凭直觉可能会有获得意外的收入。与兴趣相投的朋友交往愉快、得到相辅相成的友谊、遇到十分理想的朋友。",
        "msg14": "最后，您目前身体状况绝佳，继续保持。\r\n其他方面：适合前往生态环境良好的地区、对文化古迹略感兴趣、偏爱艺术、获取专利。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势很好。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg8": {
      "img": "images/11.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:愚人正位。下面开始解牌",
        "msg3": "你抽到的是一张愚人正位，牌面的基本属性是：开始、自由、天真、随性、大胆、旅行",
        "msg4": "牌面描述的是一个愚人穿着华丽的服装，保持着欢悦的神色，无视脚下的的悬崖，遥望天际，昂首阔步前行。他的小白狗狂吠着，似乎是在提醒他要悬崖勒马，又像是在跟他嬉戏。传说愚人手中的木棒是魔术师的魔杖，有着操控世间万物的魔力，但是在愚人手中似乎成了一个玩物，是无知无畏还是大智若愚，只有愚人自己清楚。",
        "msg5": "以上是牌面的隐晦含义，其实没有必要去深究，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "您抽到这张是正位放置的，象征着：\r\n1．愚蠢而无知，又或者是大智若愚。\r\n2．精神状态处于无我状态，有些兴奋过度，对周遭的危险毫无知觉。\r\n3．充满希望，不被四周环境所桎梏，勇敢地表达自己的想法。自信无比，乐天。\r\n4．艺术家般的状态，心态非常忘我。\r\n5．纯真甜美的恋情。",
        "msg7": "这张牌本身的含义是自由奔放、有冒险精神、不拘泥于传统的观念、寻求自己的梦想、一切从最初出发、并且喜欢四处流浪的生活。",
        "msg8": "而我对这张牌的解读是\r\n在爱情方面您的运势还是很不错的，有巩固发展爱情或迎来新恋情的机会，在爱情中你比较喜欢自由恋爱，容易轻易坠入爱河时常不顾及他人看法，你更喜欢以独特的方式获得自己想要的爱情，在爱情中您很重视浪漫色彩。你的恋人对你来说一定是很独特的，对方绝对是个热情又充满魅力的人，很有气质甚至可以说是气场，而他/她的气质本身就是最吸引你的地方。对方给你的第一感觉是成熟，但在深入接触后你会看到其不成熟的一面，不过至少当前你并不介意，可以说对方在你心里还是非常有分量且重视的。",
        "msg9": "爱情方面，如果已经有恋人了，那么要想你们的感情能有长久的发展，一味的激情四射是不可以也不够的，你需要去多挖掘你们感情中其他的方面，比如兴趣爱好，比人生追求等等，可以偶尔的两人一起静静的做些什么，做一点不太浪漫很平淡的事，有些时候简单反而更有其特殊的魅力哦。",
        "msg10": "如果还没有恋人，那么这张牌往往预示着你是一个默默等待爱情的人，亦或者当对方表示对你好感不足时，你就会早早放弃，去寻找下一个目标，周而复始。如果是这样的话，宝宝你懂的，再不疯狂我们就老了，要积极主动起来，一个人一生中会遇到很多匆匆过客，你也会是很多人的匆匆过客，但至少也要做一个给别人印象深刻的 匆！匆！过！客！，此外要多听取别人建议。",
        "msg11": "在事业上，你应该是个很热衷于事业、学业，事业心很强的人。你擅长以你自己独特的方式取得意外的收获，在工作学习中你会把握重点、寻求捷径，你比较喜欢倾向于自由的工作氛围，您有一定的自由职业倾向，同时也比较适合从事艺术类相关的工作。",
        "msg12": "事业方面我的一些建议是\r\n1如果您已经有工作了，在工作事业上，你可能总是会有一些很大胆的想法和计划，并且能够将之付诸行动。这也是过去里你成功的一大秘诀，但他并不是一个非常好的行为。虽然这份工作对你来讲算是前景无限的，即使你有可能失误几次，也不会有太多负面的影响。但不得不说，可能你在工作中得多一些谨慎了，不然一旦出了大问题，你会摔的很惨。",
        "msg13": "如果你正在找工作，那么我建议您要从您的兴趣爱好出发，将兴趣爱好做精做强，方能成就一番事业，有悖于您性情和兴趣的工作可以作为过渡，但很难有大的发展。",
        "msg14": "在人际财富，财运方面，可以看出你是个投资观念很强的人，比起依靠工作赚取稳定收入您更热衷于靠智慧和机遇获得收益，人际交往上倾向于以轻松的方式交友，对于应酬比较排斥。",
        "msg15": "人际财富方面的建议是您可能在投资上面会有孤注一掷不计后果的心理，会因为有时的粗心大意而失财，所以你要学会适度理财，控制投机心理，这样你的财运才会向好的方向发展。朋友交往上，建议您在交往过程中在彰显自我个性的同时注意留有余地，避免给别人带来反感。",
        "msg16": "健康生活方面，您有自己独特的保健之法、彰显自我个性的穿衣方式，建议方面注意持之以恒。\r\n其他方面，近期您适合来一次漫无目的说走就走的旅行、去憧憬一下大自然、可以尝试挑战新鲜事物、去四处流浪吧 哈哈",
        "msg17": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油",
        "msg18": "觉得准的宝宝就赐一个红小包吧图个吉利，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg19": ""
      }
    },
    "msg9": {
      "img": "images/10.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:隐士正位。下面开始解牌",
        "msg3": "你抽到的是一张隐士正位，牌面的基本属性是：谨慎、内敛、自省、孤独、引导",
        "msg4": "牌面中可以看到，一位老者身披灰色斗篷站在冰天雪地的山颠，手提一盏油灯，好像是在低头沉思。那看似微弱的灯光，在渺无人烟的暗淡雪夜中，显得有些无助，但对老者而言，那是真理、也是希望。老者孤寂的反省着自己的过去，跟随真理之灯的指引，暗示了寻求真理道路上的艰辛、朴素，预示了只有以开阔的胸怀认知世事，以不断反省的态度探知真我，方能求得正果。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.拥有智慧和卓越的见解。\r\n2.思虑周密，冷静沉着。\r\n3.需要独处和内省，自我思考的空间。\r\n4.可以向有智慧的前辈或长者请教。\r\n5.独处。单身，对感情放弃，更愿意退出这种关系。或者对感情深藏不露。\r\n6.对周围的情况要保持着警惕心。",
        "msg7": "这张牌本身的含义是\r\n自信、特别的理智、非常的踏实、不喜形于色、中肯的建议、坚持不懈、沉着冷静、闭门静思养精蓄锐。",
        "msg8": "我的解读是\r\n这张牌代表暂别外在的世界，以便唤醒内在的自我，不断内省，向自己内心索求答案，也就是省思的一段时间。你可以透过思索来推敲那些行动是有用、哪些是浪费的，倾听自己的心声、梦想，或倾听朋友、长者、老师的话。\r\n经过一番探索内心真正的感受和价值后，才能把问题彻底解决获得真正满足和想要的结果。",
        "msg9": "恋爱中的你们的感情现阶段还算比较模糊，虽然在你看来对方可能是个很神秘的人，但其实对方绝不是你所看到的那样，现在的他，相比起两人的关系更关注自己，他想探寻自己今后到底想何去何从。所以你们的感情发展还没有表面上看来的那么简单。你们的关系在未来也并不会那么好走，你首先需要找到“一盏灯”一个明晰的方向，然后才好按着方向前进。对你来讲你们的感情关系在短期内可能很难有太大的进步发展，但如果你在未来里能找到那个给予你们感情帮助的人，那么会有很大的改变。",
        "msg10": "单身的人现阶段还会保持单身，可能是因为你或者他比较注重事业暂时不想或者没时间谈恋爱。",
        "msg11": "在爱情方面我建议：\r\n对于你们的关系，还需要进一步发展和接触才能下定论。发展到现在的程度并不容易，所以更建议是稍微冷静一下。不要听任事态发展，你将独自一人慢慢思考：自己真正想要的到底是什么。在这个过程中你或许柳暗花明又一村也不一定。希望和机会并不一定会送到你的面前，如果你对他有喜欢，那么接下来请停下脚步，思考。",
        "msg12": "接下来就是学业和事业了\r\n努力奋斗一定会成功、拟订长期计划、注重细节、有特别棒的分析能力、追求稳定的工作状态、获得正确的检验、勤勉、遵守规则、一板一眼。虽然表面上来看，这是一份很普通的工作，它似乎并没有什么特殊的地方，并且在工作中一切都那么简单正常，就像普通工作一般，稳定，慢慢的等待升迁又或者离职。但其实在你的这份工作中如果你仔细观察，期间是会有很多不错的机会的，而你只要能把握住这些机会，是有很大的概率一夜飙升的哦！其实你本人也是属于喜欢默默付出行动的人，其实偶尔的别那么隐秘也会让你更快获得领导赏识。",
        "msg13": "如果你是个学生党：那么你属于一个很低调的人，其实在这方面你已经学的很不错了并且本身天赋也是很好的。但是很多时候你都不愿意将你的真实情况表露出来，习惯性隐藏着。其实这也没啥了，你的学习状况也不会因此而变差。同时你在学习中可以多注意和关注细节问题，不要太马虎，多去扑捉自己灵光一闪的东西，会对你的学习有帮助。",
        "msg14": "嗯…还需要看看人际财富和财运\r\n财运很好，开源节流，对自己的开销也很有计划。人际关系上有自知之明，以礼待人，因内敛从而受人信赖，容易相信忠言。",
        "msg15": "最后，健康方面情绪比较平和、天然的食物非常有益于健康，近期的身体很健康哦\r\n其他方面：近期适合书法、对弈、郊游、拟定计划、写日记。",
        "msg16": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg18": ""
      }
    }
  },
  "key5": {
    "msg1": {
      "img": "images/3.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:吊人正位。下面开始解牌",
        "msg3": "你抽到的是一张吊人牌正位，牌面的基本属性是：牺牲、等待、换位思考、以退为进牌面的图案是一个被倒吊的人，双手被束缚于背后，脚上有一双黄色的拖鞋，是暗示经由脚来传导精神能量，而不是经有冠状气轮。他知道不论采取什么姿势，这股力量都可以接近他。在你洞察人生所代表的真义之后，你已经能够平静的接收自己，以及你在人生中所处的位置",
        "msg4": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg5": "这张牌是正位放置的，象征着：\r\n1．一段正在进行的过渡期。\r\n2．有偿的牺牲。暗示着得到之前的失去。\r\n3．想法的转折。\r\n4．用另一个角度看待问题。\r\n5．在选择后的平静。安静地等待时机的转变。\r\n6．为了心中的理想做出牺牲，明知道辛苦却依然付出努力。\r\n7．具备了悔过的心态。\r\n8．做出调整。\r\n9．爱情中，反省的状态，内心平和而安宁。",
        "msg6": "这张牌本身的含义是：\r\n在成功前必须经历磨难，倒吊看世界看人生，换一个角度看问题，正对看待磨难和失败在我看来这是一张中性偏好的牌，告诉我们磨难是有的，但是历经磨难才能成就自我，不懂的约束就不配享受自由",
        "msg7": "两个人都应该会意识到吧：你们被自己的想当然和认为对方非如此不可的固定观念束缚了。需要反省的时间，你对爱情的牺牲对会给对方很大的触动，也会成为你们关系发展的催化剂。那将成为改变现今关系的一步。目前的他处于不能挣脱的状态，尽管他似乎意识到了自己不能表达出自己的心意。",
        "msg8": "单身的人，预示曾经的恋情复合或遇到真正的知己、如果已经在一起了，那么也许默默的付出正在获得回应。",
        "msg9": "情感方面这张牌强调的是隐忍、耐心、坚持，无论经历过什么，只要初心不变，不要太计较感情上付出的回报和得失，因为黎明就在眼前，回报终将或者说即将到来",
        "msg10": "而对于学业、事业方面：\r\n你的事业会有短暂的停顿，但你很清楚其中的原因，再次确认自己的目标，做好出发的准备。",
        "msg11": "努力付出就会成功、非常适合从事适合福利或义务性的工作、若是换位思考便有助于攻克难题。未来里至少两三个月的时间里你会非常累，这是一份收益较迟的工作，并且也是前期要付出很多，在刚开始会很累人，不过如果你能坚持下去，它最终会给你意想不到的超额回报！当然前提是你能够坚持到它回报你的时候，付出有些时候也是等待收获的一个关键。",
        "msg12": "如果还是学生，学习上不妨先找一个任务和目标，然后看自己在达成目标的过程中缺什么学什么，我身边一个好朋友就是，她的成功完全是一个逆过程，她不是先学然后再看自己能干什么，她从一开始就想成一个糕点师，然后反过来看需要掌握什么技术，需要购买什么设备，需要采购什么原料，需要学习如何制作，再去买书求学苦读练习，现在人家已经开了好几家店了",
        "msg13": "人际财富和财运方面：\r\n近期的财运状况不是很好，有的时候会需要花钱消灾，也因助人损失金钱，经常会扮演着吃亏的角色。",
        "msg14": "最后，健康生活方面注意不要过度劳累，避免长期熬夜。",
        "msg15": "占卜解牌到这里结束了，牌面显示最近整体运势一般偏好。22张大阿尔卡那牌构成了多样的人性，包含了许多不同的层次和模式。每一个人都应该经常反思一下，爱情、事业、生活，要走向自己的目标，今天你做了什么，是正号还是负号，负号就要反躬自问采取措施了。坐享无法成功，如果不想悔恨，就赶快行动！吃必要的苦，耐必要的劳！若不能“有所为”，起码要“有所不为”，不要当懒惰的俘虏。希望你会对结果感到惊喜。",
        "msg16": "觉得准的宝宝就赐一个红小包吧图个吉利/:8*/:8*/:8*，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg2": {
      "img": "images/4.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:节制逆位。下面开始解牌",
        "msg3": "这是一张节制牌逆位，牌面的基本属性是：协调、配合、节制、净化、治疗。",
        "msg4": "牌面中天使双手拿着两只圣杯它们分别代表“物质”和“精神”，一脚站在水中，另一脚站在陆地在他胸口中心，有一个白色的四方形，中间一个橘色的三角形代表精神自有形的身体中升起。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "简单来讲逆位放置的皇后隐含着：\r\n1.消耗，浪费，没有节制的损耗。\r\n2.缺乏调整的能力， 难以保持平衡的状态。\r\n3.爱情不稳，爱情彼此没有默契,总是有一方提出对方不想接受的意见。\r\n4.不稳定的工作,混乱的生活状态,内心浮躁。\r\n5.僵持不下，互不相让。\r\n6.两头受累。\r\n7.在争夺利益中耗费很多。",
        "msg7": "这张牌本身的含义是:\r\n缺乏自我调节的能力、开销过大、遗忘初衷、精力消耗殆尽、没有任何的节制、沉闷的说教。",
        "msg8": "我对这张牌的解读是：\r\n没有目的的行为。或许在你着手进行任何行动之前，你应该重新认识你的目的。这张牌也意味对于在某种状况内该怎么办缺乏了解，为了得到满足感而不断寻找目标，而结果却只有失望，以及继续地设定下一个目标。",
        "msg9": "感情方面谈谈我的看法：\r\n需要好好的整理一下心情，你对感情的太热过太冷，似乎需要平衡一下了，过度导致的情绪会成为矛盾，正所谓张弛有道，过犹不及，是时候该检讨一下自己了。",
        "msg10": "面对感情三心二意、双方都不善于控制自己的情绪、无法调整恋情中彼此的位置、发生摩擦无法主动谈和、彼此没有特别的默契、让彼此身心都感觉疲惫的恋情。感情上彼此的关系处在不平衡的状态。有可能是因为你没跟得上对方的变化，虽然在不断尝试着沟通，但每次之后总是感觉没有收获，正因为如此你们之间的距离才会越拉越大。对方目前正在摇摆中，或许他急着想快些得出本不应着急的结论。",
        "msg11": "工作和学习方面:\r\n状态低迷，效率低下，进展的不顺利，容易产生烦躁情绪，行为上也会出现散漫自制力下降，会感觉到很多方面都不尽如人意。",
        "msg12": "这是一个让你觉得有些闹心的工作，或许其工作内容也或者是因为工作环境，甚至只是单纯的心情想法上的，你会对此感到不舒服不愉快。其实对你来讲这份工作已经没有继续下去的必要了，除非你能够及时的调节好你纷乱的心态，不然还是换一个比较好。对你来讲带着压抑的情绪工作，你已经没有太多精力去管太多事，自然前景也可谓是一片黑暗。",
        "msg13": "如果还是学生党，耐心是你度过低迷，重新找到方向的唯一途径，不要随便怀疑自己，特别曾经成功的经验，有时只是积累的还不够到质变的程度罢了。",
        "msg14": "说一下近期的财运和人际关系:\r\n这两方面牌面显示都不是太好，财运方面可能是因为一味的追求流行时尚等，挥霍无度浪费金钱，近期容易与人发生财务纠纷这点特别要注意。人际方面也是比较容易出现不和谐的现象，可能因为利益冲突等原因。",
        "msg15": "其他方面：合作容易出现分歧，难以达成共识，或者团结受到影响。",
        "msg16": "占卜解牌到这里结束了，牌面显示最近整体运势不佳，不过这也没什么好纠结的，人生犹如潮起潮落，日复一日没人能够逃脱自然的循环。人生总有不如意之时，没有失落也就没有希望，现在能做的就是蛰伏、多思少动，就是＂熬＂。熬，不是对命运的妥协，是积蓄能量，是生命的升华。不是消极的熬，而是积极的熬，乐观向上，笑脸相迎。熬得久了，心性磨炼得坚韧了，运势也就变了，熬着熬着也就前进了成功了！",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎 /::>兔費占卜，决不食言",
        "msg18": ""
      }
    },
    "msg3": {
      "img": "images/5.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:魔术师正位。 下面开始解牌",
        "msg3": "这是魔术师正位哦，牌面的基本属性是：观察、开始、创造",
        "msg4": "牌面上可以看到魔术师高举拿着令牌的右手指向天，左手食指指向地，他本人就是沟通上天与地面的桥梁。他身前的桌上放着象征四要素的权杖、圣杯、宝剑与星币，同时也代表塔罗牌的四个牌组。身上的大红袍子象征热情与主动，白色内衣代表纯洁与智慧的内在。注意他的腰带是条蛇，象征智慧与启发。魔术师头顶上有个躺下来的8字，代表无限。画面前方和上方的红玫瑰象征热情，以及白百合象征智慧。此时，万事齐备，可以开始他的新计划了。",
        "msg5": "这些是从牌面来解读的意思，宝宝大概了解下，下面我来具体的说明下你的近期运势。",
        "msg6": "简单来讲正位放置的魔术师隐含着：\r\n1．具备了独自办事的能力，并且事务都可以听从指挥。\r\n2．思维敏捷，行动迅速，强有力的表达能力。充满了无比的自信。\r\n3．在恋情中，掌握了规律，并且渐渐变得聪明，知道驾驭对方的方法，恋情有可能会出现大的进步。\r\n4．周遭有辅助自己的事务出现，在工作中，会出现较之前更顺利的进展。\r\n5．一直以来的梦想会得到机会实现受好奇心驱使从而展开调査研究、具有独创性、开展新的计划并获得成功、会有发展潜力、幸福的开始。",
        "msg7": "这张牌具备的几层含义：\r\n开展新计划成功率很高、有发展潜力、思路清晰缜密有独创性，好奇心强、遇见新恋情的机会很大、身边有良师益友",
        "msg8": "而我对这张牌的解读则是\r\n在爱情方面您的运势很不错，近期适合新恋情的展开、会受到异性的欢迎、品尝到爱情的喜悦、与心上人心有灵犀一点通有很多说不完的话语、愉快的相处模式，又不会太亲密让人疲惫，这使得你们的关系很快的被拉进。经营爱情游刃有余，处于主动地位。总之预示着甜蜜爱情或者告别单身",
        "msg9": "对于已经有恋人的人来说，建议去一些特别的约会地点或者换一种约会方式会给彼此带来新鲜而美好的感觉，让双方在一起时空气都弥漫着愉快的味道。把握住机会向着成功稳步前进，求婚示爱勇敢上前。",
        "msg10": "对于还没有恋人的朋友，最近可要注意哦，桃花正在像你靠近，好好把握机会大胆出击吧！",
        "msg11": "恩 对于是学业和事业方面在事业上，你近期或许会产生一些新的想法和方式来获得好的成绩、业绩。同时专注力很好注重细节，近期会制定一些高效的计划，在事物处理上你一直都处理的很得当，近期更应该充分发挥自己所学的本领，容易得到了很多人的认同。",
        "msg12": "工作的朋友，给你的忠告是保持现在的节奏，不要放松警惕，乘胜追击让事业更上一个台阶。如果你正在找工作，根据自身才能和特点制定一个职业规划，再去实施，不可盲目，入错行你损失的不仅仅是时间，而是不可挽回的机会。",
        "msg13": "人际财富方面呢，看起来近期适合结交更多的朋友、并从中甄选出良师益友、寻得彼此互补的合作对象，财富上能够以合理的代价获得想要的东西。",
        "msg14": "健康生活方面工作顺利的弊端是身体可能会欠佳，主要是比较疲惫，因为一切顺利心情与精神倒是很不错，一定要注意劳逸结合，多休息就可以得到改善。",
        "msg15": "最后建议你看书、野炊、有氧运动，用这种方式进行放松休闲吧！占卜结束，近期运势非常不错，好好把握当下。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg4": {
      "img": "images/6.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:情侣正位。下面开始解牌",
        "msg3": "你抽到的是一张情侣牌正位，牌面的基本属性是：选择、爱情、性、结合、罗曼蒂克",
        "msg4": "牌面上阳光普照，有个天使出现在一对男女的上方。他们两个人裸身站在两棵树之前。女人身后是一棵知识树，而男人背后则是生命树。恋人牌是有关选择的牌，为了找寻满足，男人向往女人，而女人则向往精神或内心。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.面临着重大抉择， 须谨慎而深思熟虑，选择不当， 则会后果严重。\r\n2.恋情发展非常顺利，而且有身体结合的可能性。但即使你们身体结合，也是由于真诚和甜蜜的爱而结合。\r\n3.预感到罗曼蒂克的爱情会来到。\r\n4.在恋情或者婚姻中，感受到了无比的美满和幸福。并且伴侣关系长期且甜美。\r\n5.或许会出现合作伙伴，结盟，如果合作，会有一番很不错的合作。\r\n26.面前可能会出现好的机会。",
        "msg7": "而我对这张牌的解读是：\r\n为了爱的关系而做的某些决定。这张牌也可能代表你生命当中一段重要的恋情，在暗示随着一段恋情中所做出的决定，你从另一半那边得到实质的协助或情感上的支持。",
        "msg8": "这是塔罗牌中解释爱情最好的一张牌，他代表这人生的青春期，感情和肉体对爱的渴望，它暗示恋情将向彼此关系更亲密的方向发展。也可以形容在决定到底要保留就有的关系，或转进新关系当中。它暗示你已经由过去经验而得到成长了，因此你可以安全的迈向一个新的阶段。所以情侣也是一张代表决定的牌，它通常是指有关两性关系的决定。它可能是在描述沉浸在爱恋之中的过程，因为它可以意指一段两性关系中的最初，或者是罗曼蒂克的阶级。",
        "msg9": "单身的人近期可以多参加团体活动，或者接收亲友的介绍，很可能遇到一段罗曼蒂克的恋情哦！",
        "msg10": "学业、事业方面的话：\r\n事业中的情侣牌则表示为选择以及合作；遇到决定前途的大好机会、以团队协作获得成功、敏锐的观察力、出现好帮手；目前看来这是一份还算不错的工作，但并不是一份绝对能永远“保值”的工作，对你来讲在这份工作中你需要不断的保持正确的决策和行动，一旦你做出错误的选择，或许就会给你带来较大的负面影响。虽然整体来讲未来里发展是顺利的，你和周围人的相处也都比较愉快，但你也不能太掉以轻心，特别是一些看似很不错的诱惑，你得谨慎选择，别去做不该做的，不然等着你的那将是万丈深渊哦。",
        "msg11": "学生党喜欢的科目成绩优异、擅长文科或艺术类科目、因互学互助成绩有所提高。",
        "msg12": "嗯…再来看看人际财富，财运方面\r\n有可能出现好的伙伴、人际关系较好、社团活动顺利、朋友增加（同样也导致支出费用的增加…）、与他人易于亲近、活泼开朗幽默。",
        "msg13": "其他方面：愉快的短暂旅行、愉快的郊游会带来好运。",
        "msg14": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg15": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg16": ""
      }
    },
    "msg5": {
      "img": "images/7.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:死神逆位。下面开始解牌",
        "msg3": "你抽到的是一张死神牌逆位，牌面的基本属性是：结束、转变、新生",
        "msg4": "牌面中可以看到，死神坐骑白马，高高在上，俯视地上的生灵，在他的手中高举一面绘有蔷薇十字会图腾的黑色旗帜。在死神的马下，分别是国王、圣职者、妇女和儿童，代表终生对死亡的四种看法。国王抗拒死亡，最终被践踏于死神的马蹄之下；圣职者将令牌置于地上，崇敬死亡，并上手合十祈祷主的引领以求步入天堂；妇女跪在地上，因对死亡的恐惧而昏厥过去；只有那个天真可爱的孩子因为无知而满脸稚气好奇地看着死神。象征着无论是富贵还是贫穷、无论是男女老少，死亡都是一种不可抗拒的自然现象，无法逃避，也无需逃避。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是逆位放置的，象征着：\r\n1.起死回生，柳暗花明的机会。\r\n2.奇迹般康复病情。\r\n3.斩断情丝，开始新生活。\r\n4.彻底对不适合的恋情告别。\r\n5.低迷期的结束，新的良好开端。\r\n6.重新获得认可。\r\n7.改变了印象或挽回了名誉\r\n8.僵持的局面出现了转机。",
        "msg7": "这张牌本身的含义是\r\n改变计划、变换一下形象、东山再起、走出低谷、脱胎换骨、勇于开拓、精力十分的充沛。",
        "msg8": "我的解读是，请注意哦，以下解读中的死亡指的是旧事物的结束，并给新事物让路。死神牌代表改变的这段其间。也可以这样说，生命中的某个章节就要结束了。",
        "msg9": "当死神牌倒立时，有可能是指你不愿意接受结束的事实、不肯放手、顽固、恐惧改变、沉溺在过去而不愿展望未来。也可能表示原本应该进行的改变停滞了，形成僵局。另一方面，激进的人为了抗拒改变，可能会采取激烈的举动。死神逆位提醒我们，不愿往未来前进，不仅无法成长，更会阻滞新生活的开展。此时应该要停下来思考，己害怕的究竟是什么？迟迟不肯放手，只会让最终的结束过程更加痛苦。既然无法避免，不如早点迎向新生活。将来回过头，你会惊讶当初的自己为何这么想不开。",
        "msg10": "在感情上，目前对方他的想法已经较之前发生了改变，但自己却没有意识到这一点。 而你却在逃避现实，你俩的距离正在越来越大。两人的关系再也不会像以前那样了。你一定不想承认吧？ 不过，你一日不舍去现在的固执，就一日不能进入下一个阶段。这个世界上没有什么是永恒不变的。",
        "msg11": "单身的人低迷期即将结束，柳暗花明的机会。",
        "msg12": "对于学业和事业呢：\r\n可能遭遇失业和转业的困境，原定计划停滞不前，不得不推倒重来。事业完全转变的机会到来，但可能潜伏危机，你在试图“两全其美”，希望能够发生奇迹。",
        "msg13": "学生党学习方法有问题，成绩下降。",
        "msg14": "人际关系上和朋友之间的原有关系恶化（旧的友谊破裂），新的友谊发展，人际圈子出现不小的变化。甚至有可能完全脱离以前的交际关系，进入一个新的圈子。",
        "msg15": "财运不佳，会失去金钱，但不必为此而慌张，因为你会得到其他的补偿。收到过去的欠款。一直以来失败的投资有所起色，会收到相应的补偿。这段时间一定要放宽心态，不要为金钱的损失而过分苦恼，有其他方面的补偿。",
        "msg16": "健康状况出现意外的病症，或者病情意想不到的加重，但这将让你因祸得福。",
        "msg17": "综合来看目前不敢面对事实，不愿前进，把自己关闭在过去的世界，常常自己伤害自己。",
        "msg18": "占卜解牌到这里就结束了，牌面显示最近整体运势好坏参半。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg19": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg20": ""
      }
    },
    "msg6": {
      "img": "images/8.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:太阳正位。下面开始解牌",
        "msg3": "你抽到的是一张太阳牌正位，牌面的基本属性是：成功、自由、喜悦、阳光",
        "msg4": "牌面中一个小孩骑着一匹马在歌颂着太阳带来的生命力，接受着太阳赋予他的能量。太阳的力量如此强大，它给世间万物以生命，它的光 芒如此温暖，所有的生命都为之感动。它的力量完全是正面的，充满希望和理想，任何黑暗都抵挡不住它的光芒。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.充沛的体力，丰富的生命力。\r\n2.心满意足，巨大的成就感。\r\n3.人际关系非常好。\r\n4.爱情美满，令人羡慕。\r\n5.内心充满了热情和力量。\r\n6.一定能够实现的约定，爱情中可能订婚或者结婚。\r\n7.金榜题名，飞黄腾达。\r\n8.去充满阳光的地方进行旅游可以补充能量。\r\n9.纯洁而快乐，无忧无虑。",
        "msg7": "而我对这张牌的解读是：\r\n这是大阿卡纳中最好的一张牌，它象征知识与活力。这张牌解的关键点是“生命力”，它是希望和理想的力量，不受任何外在的干扰与内在的对抗，即便有内心的黑暗面想要出来干扰你，但在太阳的光芒下，它们立刻就会消失，所以不必为一些烦恼所困扰。",
        "msg8": "在感情方面，和他相处一定让你觉得很开心愉快吧，就算之前有所坎坷目前也已经走出，前面的一切都是敞亮的，也是洒满歌声和欢乐的坦途，你们无论什么事都非常开心，并且和他在一起也很能够让你感到开心，就好像回到孩童般那样。不仅仅是感觉上，实际意义上也都是很顺利，暂不会遇到任何阻碍和问题！",
        "msg9": "单身的人很有可能有美好的恋情出现哦！",
        "msg10": "另外就是学业和事业了，在事业上你会达到你想要的目标，你的工作状态积极主动。你的工作环境明朗，实力得以充分发挥，只要你竭尽全力就能获得成功。",
        "msg11": "目前你的工作也算是一个非常棒的工作，工作中没有任何事是需要你担心和纠结的，一切都是那么顺利和稳定，你只需要安心安静的做好你该做的就可以了。就算是这样，近期还会有贵人相助，将会有更好的发展机遇。",
        "msg12": "学生党面对课业积极上进、成绩快速进步、考试顺利，可能会遇到名师。",
        "msg13": "嗯…人际财富，财运的话呢\r\n近期会有意外之财，你的财运鼎盛，储蓄也在增加。与盆友关系日亦亲密、好友越来越多。",
        "msg14": "最后，健康方面，看得出你体力充沛、顽强的生命力、身体比较健康。\r\n其他方面：非常适合户外活动、呼吸新鲜空气可以使心情愉悦、生活充实。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg7": {
      "img": "images/9.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:星辰正位。下面开始解牌",
        "msg3": "你抽到的是一张星辰正位，牌面的基本属性是：希望、祝福",
        "msg4": "这张牌上面的女人提着两个水壶。她将其中一壶里的水倒进水池中，而另一壶则倒在陆地上。天空很晴朗，有八颗星星，每一颗星星都有八个角，清晰可见。有一只展翅欲飞的朱鹭坐在一棵树上，这朱鹭是透特的象形符号或象征，透特是古埃及的时间守护神，那是为众神和医疗者的守护神而抄写的纪录。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.愿望达成了。\r\n2.前途光明，未来充满希望 。\r\n3.有新的创造力和想象力。\r\n4.生活美好， 水准提高了。\r\n5.爱情即将有结果，两人都有非常幸福的感觉。\r\n6.身体健康。.",
        "msg7": "而我对这张牌的解读是：\r\n从这张牌开始状况已经脱离负面的压迫感，也没什么特别担忧的事情困扰着你，因为看到星星，就明白我们身处夜晚，星星会为旅途中的人们引路，在星光的指引下走向光明的未来。所以这是一张充满希望的牌。可以说是历经一场动荡后的结果趋于平静的牌。星辰的含义中还有一点是很容易被忽略的，这就是“怀孕”的意思,这里指的是如果有孕育下一代的打算，当前是合适的时机并且容易受孕。",
        "msg8": "恋爱中的情侣：遇到理想的恋人、从友人转为恋人、迸发爱的火花。你们的感情是充满了希望的，似乎你们之间才刚刚开始，或许是刚度过了一次难题，也或许是才牵手才相遇，总之现在的你们双方对未来是充满了希望和期待的。只是相对来讲，你们的未来至少现在来看是虚幻的，未来再美好，那也只是你的幻想和期待，并还未成真，一切也都还没成为定数，现在的你们确实很好，但也要注意一直保持下去哦。",
        "msg9": "单身的人预示将会遇到美好",
        "msg10": "接下来是学业、事业方面的解读\r\n当牌面正立时，代表当你在事业上得到希望的能量时，前途会无比光明。对于这份工作你还是充满了各种憧憬和幻想的，似乎在过去你就不断的计划着它的未来和每一步的行动。而也确实这份工作前景还算不错，至少现在来看是一片小光明的！",
        "msg11": "学生党学业前景乐观、对课业充满好奇心、因独特的读书方式从中受益，有独特的创造性、能达到高目标。",
        "msg12": "事业上的一些建议：\r\n虽然目前的工作前景不错，但你需要记得，在一切没发生之前，那都是幻想和期待并不是现实。所以如果你希望它能成真，就需要未来里谨慎之与不断努力。这是一份充满希望的工作项目，但如果你自己不注意把握，也是有可能搞砸的哦。",
        "msg13": "嗯…那么在人际财富，财运方面\r\n可以看出你进可能会有新的财源，凭直觉可能会有获得意外的收入。与兴趣相投的朋友交往愉快、得到相辅相成的友谊、遇到十分理想的朋友。",
        "msg14": "最后，您目前身体状况绝佳，继续保持。\r\n其他方面：适合前往生态环境良好的地区、对文化古迹略感兴趣、偏爱艺术、获取专利。",
        "msg15": "占卜解牌到这里就结束了，牌面显示最近整体运势很好。但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg16": "宝宝，占卜图个吉利，能否随便打赏个红小包吗如果不方便的话，不打赏也没关系哦/::>兔費占卜，决不食言",
        "msg17": ""
      }
    },
    "msg8": {
      "img": "images/11.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:愚人正位。下面开始解牌",
        "msg3": "你抽到的是一张愚人正位，牌面的基本属性是：开始、自由、天真、随性、大胆、旅行",
        "msg4": "牌面描述的是一个愚人穿着华丽的服装，保持着欢悦的神色，无视脚下的的悬崖，遥望天际，昂首阔步前行。他的小白狗狂吠着，似乎是在提醒他要悬崖勒马，又像是在跟他嬉戏。传说愚人手中的木棒是魔术师的魔杖，有着操控世间万物的魔力，但是在愚人手中似乎成了一个玩物，是无知无畏还是大智若愚，只有愚人自己清楚。",
        "msg5": "以上是牌面的隐晦含义，其实没有必要去深究，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "您抽到这张是正位放置的，象征着：\r\n1．愚蠢而无知，又或者是大智若愚。\r\n2．精神状态处于无我状态，有些兴奋过度，对周遭的危险毫无知觉。\r\n3．充满希望，不被四周环境所桎梏，勇敢地表达自己的想法。自信无比，乐天。\r\n4．艺术家般的状态，心态非常忘我。\r\n5．纯真甜美的恋情。",
        "msg7": "这张牌本身的含义是自由奔放、有冒险精神、不拘泥于传统的观念、寻求自己的梦想、一切从最初出发、并且喜欢四处流浪的生活。",
        "msg8": "而我对这张牌的解读是\r\n在爱情方面您的运势还是很不错的，有巩固发展爱情或迎来新恋情的机会，在爱情中你比较喜欢自由恋爱，容易轻易坠入爱河时常不顾及他人看法，你更喜欢以独特的方式获得自己想要的爱情，在爱情中您很重视浪漫色彩。你的恋人对你来说一定是很独特的，对方绝对是个热情又充满魅力的人，很有气质甚至可以说是气场，而他/她的气质本身就是最吸引你的地方。对方给你的第一感觉是成熟，但在深入接触后你会看到其不成熟的一面，不过至少当前你并不介意，可以说对方在你心里还是非常有分量且重视的。",
        "msg9": "爱情方面，如果已经有恋人了，那么要想你们的感情能有长久的发展，一味的激情四射是不可以也不够的，你需要去多挖掘你们感情中其他的方面，比如兴趣爱好，比人生追求等等，可以偶尔的两人一起静静的做些什么，做一点不太浪漫很平淡的事，有些时候简单反而更有其特殊的魅力哦。",
        "msg10": "如果还没有恋人，那么这张牌往往预示着你是一个默默等待爱情的人，亦或者当对方表示对你好感不足时，你就会早早放弃，去寻找下一个目标，周而复始。如果是这样的话，宝宝你懂的，再不疯狂我们就老了，要积极主动起来，一个人一生中会遇到很多匆匆过客，你也会是很多人的匆匆过客，但至少也要做一个给别人印象深刻的 匆！匆！过！客！，此外要多听取别人建议。",
        "msg11": "在事业上，你应该是个很热衷于事业、学业，事业心很强的人。你擅长以你自己独特的方式取得意外的收获，在工作学习中你会把握重点、寻求捷径，你比较喜欢倾向于自由的工作氛围，您有一定的自由职业倾向，同时也比较适合从事艺术类相关的工作。",
        "msg12": "事业方面我的一些建议是\r\n1如果您已经有工作了，在工作事业上，你可能总是会有一些很大胆的想法和计划，并且能够将之付诸行动。这也是过去里你成功的一大秘诀，但他并不是一个非常好的行为。虽然这份工作对你来讲算是前景无限的，即使你有可能失误几次，也不会有太多负面的影响。但不得不说，可能你在工作中得多一些谨慎了，不然一旦出了大问题，你会摔的很惨。",
        "msg13": "如果你正在找工作，那么我建议您要从您的兴趣爱好出发，将兴趣爱好做精做强，方能成就一番事业，有悖于您性情和兴趣的工作可以作为过渡，但很难有大的发展。",
        "msg14": "在人际财富，财运方面，可以看出你是个投资观念很强的人，比起依靠工作赚取稳定收入您更热衷于靠智慧和机遇获得收益，人际交往上倾向于以轻松的方式交友，对于应酬比较排斥。",
        "msg15": "人际财富方面的建议是您可能在投资上面会有孤注一掷不计后果的心理，会因为有时的粗心大意而失财，所以你要学会适度理财，控制投机心理，这样你的财运才会向好的方向发展。朋友交往上，建议您在交往过程中在彰显自我个性的同时注意留有余地，避免给别人带来反感。",
        "msg16": "健康生活方面，您有自己独特的保健之法、彰显自我个性的穿衣方式，建议方面注意持之以恒。\r\n其他方面，近期您适合来一次漫无目的说走就走的旅行、去憧憬一下大自然、可以尝试挑战新鲜事物、去四处流浪吧 哈哈",
        "msg17": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油",
        "msg18": "觉得准的宝宝就赐一个红小包吧图个吉利，当然如果不方便的话，不打赏也没关系哦，/::>兔費占卜，决不食言",
        "msg19": ""
      }
    },
    "msg9": {
      "img": "images/10.png",
      "msg": {
        "msg1": "这是你选择的牌的照片",
        "msg2": "您选的牌是:隐士正位。下面开始解牌",
        "msg3": "你抽到的是一张隐士正位，牌面的基本属性是：谨慎、内敛、自省、孤独、引导",
        "msg4": "牌面中可以看到，一位老者身披灰色斗篷站在冰天雪地的山颠，手提一盏油灯，好像是在低头沉思。那看似微弱的灯光，在渺无人烟的暗淡雪夜中，显得有些无助，但对老者而言，那是真理、也是希望。老者孤寂的反省着自己的过去，跟随真理之灯的指引，暗示了寻求真理道路上的艰辛、朴素，预示了只有以开阔的胸怀认知世事，以不断反省的态度探知真我，方能求得正果。",
        "msg5": "以上是牌面的隐晦含义，宝宝只需大略了解下就OK了，下面我来给你解牌，分析一下你近期的事业，爱情，财运，健康的状况。",
        "msg6": "这张牌是正位放置的，象征着：\r\n1.拥有智慧和卓越的见解。\r\n2.思虑周密，冷静沉着。\r\n3.需要独处和内省，自我思考的空间。\r\n4.可以向有智慧的前辈或长者请教。\r\n5.独处。单身，对感情放弃，更愿意退出这种关系。或者对感情深藏不露。\r\n6.对周围的情况要保持着警惕心。",
        "msg7": "这张牌本身的含义是\r\n自信、特别的理智、非常的踏实、不喜形于色、中肯的建议、坚持不懈、沉着冷静、闭门静思养精蓄锐。",
        "msg8": "我的解读是\r\n这张牌代表暂别外在的世界，以便唤醒内在的自我，不断内省，向自己内心索求答案，也就是省思的一段时间。你可以透过思索来推敲那些行动是有用、哪些是浪费的，倾听自己的心声、梦想，或倾听朋友、长者、老师的话。\r\n经过一番探索内心真正的感受和价值后，才能把问题彻底解决获得真正满足和想要的结果。",
        "msg9": "恋爱中的你们的感情现阶段还算比较模糊，虽然在你看来对方可能是个很神秘的人，但其实对方绝不是你所看到的那样，现在的他，相比起两人的关系更关注自己，他想探寻自己今后到底想何去何从。所以你们的感情发展还没有表面上看来的那么简单。你们的关系在未来也并不会那么好走，你首先需要找到“一盏灯”一个明晰的方向，然后才好按着方向前进。对你来讲你们的感情关系在短期内可能很难有太大的进步发展，但如果你在未来里能找到那个给予你们感情帮助的人，那么会有很大的改变。",
        "msg10": "单身的人现阶段还会保持单身，可能是因为你或者他比较注重事业暂时不想或者没时间谈恋爱。",
        "msg11": "在爱情方面我建议：\r\n对于你们的关系，还需要进一步发展和接触才能下定论。发展到现在的程度并不容易，所以更建议是稍微冷静一下。不要听任事态发展，你将独自一人慢慢思考：自己真正想要的到底是什么。在这个过程中你或许柳暗花明又一村也不一定。希望和机会并不一定会送到你的面前，如果你对他有喜欢，那么接下来请停下脚步，思考。",
        "msg12": "接下来就是学业和事业了\r\n努力奋斗一定会成功、拟订长期计划、注重细节、有特别棒的分析能力、追求稳定的工作状态、获得正确的检验、勤勉、遵守规则、一板一眼。虽然表面上来看，这是一份很普通的工作，它似乎并没有什么特殊的地方，并且在工作中一切都那么简单正常，就像普通工作一般，稳定，慢慢的等待升迁又或者离职。但其实在你的这份工作中如果你仔细观察，期间是会有很多不错的机会的，而你只要能把握住这些机会，是有很大的概率一夜飙升的哦！其实你本人也是属于喜欢默默付出行动的人，其实偶尔的别那么隐秘也会让你更快获得领导赏识。",
        "msg13": "如果你是个学生党：那么你属于一个很低调的人，其实在这方面你已经学的很不错了并且本身天赋也是很好的。但是很多时候你都不愿意将你的真实情况表露出来，习惯性隐藏着。其实这也没啥了，你的学习状况也不会因此而变差。同时你在学习中可以多注意和关注细节问题，不要太马虎，多去扑捉自己灵光一闪的东西，会对你的学习有帮助。",
        "msg14": "嗯…还需要看看人际财富和财运\r\n财运很好，开源节流，对自己的开销也很有计划。人际关系上有自知之明，以礼待人，因内敛从而受人信赖，容易相信忠言。",
        "msg15": "最后，健康方面情绪比较平和、天然的食物非常有益于健康，近期的身体很健康哦\r\n其他方面：近期适合书法、对弈、郊游、拟定计划、写日记。",
        "msg16": "占卜解牌到这里就结束了，牌面显示最近整体运势不错，但是人性是复杂的，每个人的内心都有天使和恶魔，一张塔罗牌就是一种人性，一次选牌就是一次机遇，通过一次机遇去认真思考一下自己的某一面，从积极的运势中给自己动力和鼓励，从消极的运势中给自己警示和提醒，生活从来都把握在自己手中，希望你给自己加油。",
        "msg17": "宝宝的占卜结束了，忙活半天的我也可以暂时消停下了，人在江湖飘，有钱的捧个钱场，没钱的捧个人场，觉得准就打赏个红小包吧图个吉利，当然捧个人场我也十分十分十分欢迎/::>兔費占卜，决不食言",
        "msg18": ""
      }
    }
  }
}